{
  "date": "2025-02-04",
  "atrTips": [
    {
      "course": "Market-Rasen",
      "races": [
        {
          "time": "1:10",
          "selections": [
            {
              "horse": "Henrysbrotherjack",
              "rank": 1
            },
            {
              "horse": "Jingle Jangle Jet",
              "rank": 2
            }
          ],
          "verdict": "Now that the penny has dropped for HENRYSBROTHERJACK after a comfortable success at Uttoxeter in December, the six-year-old is likely to have plenty more improvement forthcoming and he can follow up off 10lb higher. A creditable second over C&D last time out, Jingle Jangle Jet is entitled to be thereabouts, along with Gms Prince, who wasn't beaten far over shorter here on his most recent outing."
        },
        {
          "time": "1:40",
          "selections": [
            {
              "horse": "Belliano",
              "rank": 1
            },
            {
              "horse": "I'm A Lumberjack",
              "rank": 2
            }
          ],
          "verdict": "Runner-up to a subsequent Grade 1 winner at Chepstow on his Rules debut, BELLIANO has since scored with authority at Ascot and there looks to be plenty of potential in this son of Black Sam Bellamy. A 6lb penalty will make life tougher but he should have enough to see off I'm A Lumberjack, who was well on top at the finish when getting off the mark at Warwick in December. Silver Thorn may be suited by dropping back in trip and is a player for an in-form yard."
        },
        {
          "time": "2:10",
          "selections": [
            {
              "horse": "Asa",
              "rank": 1
            },
            {
              "horse": "Emotional Roller",
              "rank": 2
            }
          ],
          "verdict": "ASA may not have impressed with her jumping when scoring over C&D last time out but she had plenty in hand and conditions look to be in her favour again as she seeks a double. A 5lb rise could prove lenient for Philip Kirby's mare, and it may be that the recent Catterick scorer Emotional Roller gives her the most to think about. Gavroche D'allier and Socialiser are capable of being in the shake-up as well."
        },
        {
          "time": "2:40",
          "selections": [
            {
              "horse": "Treasured Company",
              "rank": 1
            },
            {
              "horse": "Rock On Tommy",
              "rank": 2
            }
          ],
          "verdict": "The well-handicapped TREASURED COMPANY returned from a short break with a solid effort when third at Wetherby's Boxing Day fixture and is an attractive proposition nudged up just 1lb here. Rock On Tommy is closely matched with the selection on past form and warrants close inspection. Morandi Second and Adaay Forever, who tries a first-time visor, both have scope for progression over hurdles and also warrant serious thought."
        },
        {
          "time": "3:10",
          "selections": [
            {
              "horse": "Court Cian",
              "rank": 1
            },
            {
              "horse": "Hardy Fella",
              "rank": 2
            }
          ],
          "verdict": "COURT CIAN was a ready winner over this trip at Fakenham last month and is hard to oppose despite a 10lb higher mark imposed for that bloodless 16-length success. Hardy Fella and Rialannah should at least be able to make a fist of things based on their resurgent recent efforts, with the former looking the chief threat to the selection after a near miss at Wincanton 19 days ago."
        },
        {
          "time": "3:45",
          "selections": [
            {
              "horse": "Heard That",
              "rank": 1
            },
            {
              "horse": "Peejaybee",
              "rank": 2
            }
          ],
          "verdict": "HEARD THAT justified favouritism in good style over 2m4f at Huntingdon last month and is only 7lb higher. Olly Murphy's six-year-old can cope with this step back up in distance to make it three wins from his last four starts. Peejaybee finished over seven lengths clear of the third when hitting the crossbar over C&D on his latest outing and could mount a bold bid off just 2lb higher, while Concetto is another to note."
        },
        {
          "time": "4:20",
          "selections": [
            {
              "horse": "Lady Kluck",
              "rank": 1
            },
            {
              "horse": "La Zoubida",
              "rank": 2
            }
          ],
          "verdict": "La Zoubida showed ability when second on her bumper debut at Sedgefield on Boxing Day and she could have a say. However, it's hard to ignore the claims of point-to-point winner LADY KLUCK, who was successful in convincing style at the same venue earlier in December. Dan Skelton's five-year-old has a 7lb penalty to shoulder, but that is unlikely to prevent her from following up. Any market confidence behind newcomer Baby Thyme would be interesting."
        }
      ]
    },
    {
      "course": "Newcastle",
      "races": [
        {
          "time": "4:30",
          "selections": [
            {
              "horse": "Midnight Lion",
              "rank": 1
            },
            {
              "horse": "Zivaniya",
              "rank": 2
            }
          ],
          "verdict": "MIDNIGHT LION's winning run came to an end over 1m2f here recently but that was a much stronger race than this and he has to be of interest, despite the big step up in trip. Zivaniya's second at Kempton a couple of weeks ago suggests that he could go well in a race of this nature, while Dreams Adozen is another to consider."
        },
        {
          "time": "5:00",
          "selections": [
            {
              "horse": "Spartan Fighter",
              "rank": 1
            },
            {
              "horse": "Time Patrol",
              "rank": 2
            }
          ],
          "verdict": "Time Patrol merit the utmost respect on the back of Saturday's C&D victory, but his penalty demands more of him. With that in mind, preference is for SPARTAN FIGHTER, who was beaten just under two lengths over C&D 12 days ago and a 2lb drop in the ratings could prove fruitful. Shatin Venture is another who merits a place on the shortlist."
        },
        {
          "time": "5:30",
          "selections": [
            {
              "horse": "Tasever",
              "rank": 1
            },
            {
              "horse": "Streak Lightning",
              "rank": 2
            }
          ],
          "verdict": "TASEVER only found one too good when trying to follow up a C&D victory in January here on Saturday and the five-year-old is clearly the one to beat once again. Streak Lightning was not far behind the selection on his most recent outing and could prove to be the main danger, although Harlem Nights and Bobby Joe Leg also merit consideration."
        },
        {
          "time": "6:00",
          "selections": [
            {
              "horse": "Tomorrow Day",
              "rank": 1
            },
            {
              "horse": "Beneficiary",
              "rank": 2
            }
          ],
          "verdict": "TOMORROW DAY had a couple of lengths to spare over Beneficiary when he won a class 6 over C&D last month and can cement the form with the runner-up. Fellow track-and-trip winner Bellagio Man lost all chance at the start on his latest run but can also be expected to be on the premises if he breaks on terms this time."
        },
        {
          "time": "6:30",
          "selections": [
            {
              "horse": "One Horse Town",
              "rank": 1
            },
            {
              "horse": "Orangesandlemons",
              "rank": 2
            }
          ],
          "verdict": "ONE HORSE TOWN didn't get a clear run yet managed a commendable second-placed finish over 7f on his stable debut at Chelmsford last month. The additional furlong could draw further improvement from the lightly-raced three-year-old, who sets the standard and appeals strongly with cheekpieces added. Orangesandlemons rates the most obvious threat, although Sovereign Class warrants close inspection after her debut second."
        },
        {
          "time": "7:00",
          "selections": [
            {
              "horse": "William Dewhirst",
              "rank": 1
            },
            {
              "horse": "Paddy's Day",
              "rank": 2
            }
          ],
          "verdict": "WILLIAM DEWHIRST is in the form of his life after showing his versatility to score over 6f at this venue last time, which made it five wins from his last six starts. Ben Haslam's five-year-old is 19lb higher than the beginning of that fine sequence and can continue his rise in the ranks. Paddy's Day made every yard of the running to regain the winning thread over C&D on his most recent start and is noted along with last-time-out Southwell scorer Popular Dream."
        },
        {
          "time": "7:30",
          "selections": [
            {
              "horse": "Concert Boy",
              "rank": 1
            },
            {
              "horse": "Elettaria",
              "rank": 2
            }
          ],
          "verdict": "Elettaria beat Monsieur Fantaisie by a nose when successful in a classified stakes over track and trip last month and she can confirm that form. However, CONCERT BOY gets the nod. Katie Scott's five-year-old had Impeach (third) behind when filling the runner-up spot over a mile here last time and could record his second C&D triumph. Jems Bond is another to note."
        }
      ]
    },
    {
      "course": "Taunton",
      "races": [
        {
          "time": "1:25",
          "selections": [
            {
              "horse": "Jurancon",
              "rank": 1
            },
            {
              "horse": "Go West",
              "rank": 2
            }
          ],
          "verdict": "JURANCON may have a 12lb penalty to overcome for scoring on two of his last three starts, but he was a taking winner at Newbury last time out and stepping up in trip could eke out further improvement. Go West could not have done it any easier when scoring at Fakenham last time out and looks to be a key player, along with Not So Woolly, who has shaped well without winning in three starts over hurdles."
        },
        {
          "time": "1:55",
          "selections": [
            {
              "horse": "Saint Anapolino",
              "rank": 1
            },
            {
              "horse": "Campaign Trail",
              "rank": 2
            }
          ],
          "verdict": "This can go the way of SAINT ANAPOLINO, who overcame his tendency to be keen when getting off the mark in comfortable fashion at Exeter last month. A 3lb rise for that success looks manageable, and Campaign Trail may be the main danger if bouncing back to the form that saw him win at Doncaster on his debut over hurdles. A stablemate of the selection, Manuelito is a capable sort on his day, while the same can be said of Black Hawk Eagle, who takes a significant drop in grade."
        },
        {
          "time": "2:25",
          "selections": [
            {
              "horse": "The Doyen Chief",
              "rank": 1
            },
            {
              "horse": "Pimlico Point",
              "rank": 2
            }
          ],
          "verdict": "Not beaten far in a race that has worked out well at Exeter last time out, THE DOYEN CHIEF remains unexposed in this sphere and stepping up in trip could be ideal for this eight-year-old. He can score at the main expense of Pimlico Point, who has not been seen in action since May but went close at Uttoxeter on that occasion. Mount Gay Run is another to consider on his chasing bow, while Jupiter Allen cannot be ruled out either."
        },
        {
          "time": "2:55",
          "selections": [
            {
              "horse": "Anno Power",
              "rank": 1
            },
            {
              "horse": "Tour Ovalie",
              "rank": 2
            }
          ],
          "verdict": "ANNO POWER was the game winner of maiden hurdle over 2m at Sandown in November and looks progressive enough to cope with a penalty. Having previously shown ability when winning bumpers at Cheltenham and Ascot, there is a lot to like about her chance now she has experience in this discipline. The class-dropping Tour Ovalie is another must for consideration, while Organic completes the shortlist."
        },
        {
          "time": "3:30",
          "selections": [
            {
              "horse": "Camino Rocio",
              "rank": 1
            },
            {
              "horse": "Lady Pretender",
              "rank": 2
            }
          ],
          "verdict": "Having readily completed a hat-trick of wins over fences in a similar race at Market Rasen in November, CAMINO ROCIO is hard to oppose as he bids to extend his unbeaten status since joining his current yard. A 9lb higher mark obviously demands more of him and gives hope to the supporters of Lady Pretender and Mutley Crew, who are put forward as the two most likely threats."
        },
        {
          "time": "4:05",
          "selections": [
            {
              "horse": "Diesel Line",
              "rank": 1
            },
            {
              "horse": "Activist",
              "rank": 2
            }
          ],
          "verdict": "DIESEL LINE took a big step forward on his second handicap start when filling the runner-up spot over C&D last month, and he's only 2lb higher. Jeremy Scott's seven-year-old might only need to reproduce that level of form in order to go one better. Activist wasn't disgraced in fourth in a stronger event at Hereford on his latest outing and could get into contention, along with Our Dylan."
        },
        {
          "time": "4:40",
          "selections": [
            {
              "horse": "Two To Tango",
              "rank": 1
            },
            {
              "horse": "Ted's Friend",
              "rank": 2
            }
          ],
          "verdict": "TWO TO TANGO only found a subsequent winner too good in a deeper contest over track and trip in December and the handicapper might have been kind to leave his mark alone. With the booking of Harry Cobden catching the eye, he could gain his first career success. Ted's Friend has made the frame on each of his last three starts, most recently finishing second at Fakenham, and should remain competitive. Drash On Ruby completes the shortlist."
        }
      ]
    }
  ],
  "timeformTips": [
    {
      "course": "Market-Rasen",
      "races": [
        {
          "time": "1:10",
          "selections": [
            {
              "horse": "Henrysbrotherjack",
              "rank": 1
            },
            {
              "horse": "Gms Prince",
              "rank": 2
            },
            {
              "horse": "Ami Bondhu",
              "rank": 3
            }
          ],
          "verdict": "HENRYSBROTHERJACK opened his account in impressive style at Uttoxeter and remains on a workable mark despite a 10 lb rise in the weights so gets the nod. GMS Prince figures on a handy mark and appeals as the one to chase home Olly Murphy's 6-y-o, with in-form pair Ami Bondhu and Jingle Jangle Jet also in the picture."
        },
        {
          "time": "1:40",
          "selections": [
            {
              "horse": "I'm A Lumberjack",
              "rank": 1
            },
            {
              "horse": "Belliano",
              "rank": 2
            },
            {
              "horse": "Frisby",
              "rank": 3
            }
          ],
          "verdict": "I'M A LUMBERJACK confirmed the promise of his hurdling debut in tidy fashion at Warwick and, with the performance supported by the timefigure, he's taken to defy a penalty at the first time of asking with the sharp nature of this track more likely to play to his strengths than perhaps Belliano's, whose long-term future surely lies back over further having taken time to wear down the leader over an extended 21f at Ascot on his most recent outing."
        },
        {
          "time": "2:10",
          "selections": [
            {
              "horse": "Socialiser",
              "rank": 1
            },
            {
              "horse": "Emotional Roller",
              "rank": 2
            },
            {
              "horse": "Asa",
              "rank": 3
            }
          ],
          "verdict": "A plausible scenario is that SOCIALISER will leave his hurdles form a long way behind now going handicapping over fences, a theory given weight by his encouraging Rules debut second in a maiden hunter. Admittedly that was back in 2022 and he's been seen out just twice since but it's surely significant that connections are persevering. Emotional Roller and Asa both opened their chase accounts last time and are feared most in that order of preference, while Dark Mix is also of interest."
        },
        {
          "time": "2:40",
          "selections": [
            {
              "horse": "Morandi Second",
              "rank": 1
            },
            {
              "horse": "Treasured Company",
              "rank": 2
            },
            {
              "horse": "Rock On Tommy",
              "rank": 3
            }
          ],
          "verdict": "This is wide open but MORANDI SECOND comes here on the back of an excellent third at Sedgefield with the prospect of better to come if he hurdles better so edgs the vote. In-form pair Treasured Company is next on the list while Rock On Tommy and Voix de Bocelli also need factoring into this open handicap."
        },
        {
          "time": "3:10",
          "selections": [
            {
              "horse": "Rialannah",
              "rank": 1
            },
            {
              "horse": "Court Cian",
              "rank": 2
            },
            {
              "horse": "Hardy Fella",
              "rank": 3
            }
          ],
          "verdict": "RIALANNAH won't need to pull out much more for cheekpieces to get off the mark here. The thriving Court Cian is second choice, while Hardy Fella should also be on the premises if able to back up last month's Wincanton second."
        },
        {
          "time": "3:45",
          "selections": [
            {
              "horse": "Tanganyika",
              "rank": 1
            },
            {
              "horse": "Heard That",
              "rank": 2
            },
            {
              "horse": "Peejaybee",
              "rank": 3
            }
          ],
          "verdict": "In light of what he achieved over hurdles, TANGANYIKA is likely to prove a good deal better than what he has shown in two starts in this sphere to date and he could be the answer to this competitive contest. Heard That has won two of his four starts since switched to fences and he looks a big threat, along with the consistent Peejaybee."
        },
        {
          "time": "4:20",
          "selections": [
            {
              "horse": "La Zoubida",
              "rank": 1
            },
            {
              "horse": "Sharp Glance",
              "rank": 2
            },
            {
              "horse": "Baby Thyme",
              "rank": 3
            }
          ],
          "verdict": "LA ZOUBIDA bumped into last month's C&D listed winner Kingston Queen when second on her Sedgefield debut over Christmas and is taken to go one better now. Alan King pair Sharp Glance and Baby Thyme, a newcomer who is seemingly preferred by stable jockey Tom Cannon, head the dangers along with Sedgefield-scorer Lady Kluck."
        }
      ]
    },
    {
      "course": "Newcastle",
      "races": [
        {
          "time": "4:30",
          "selections": [
            {
              "horse": "Midnight Lion",
              "rank": 1
            },
            {
              "horse": "Royal Deeside",
              "rank": 2
            },
            {
              "horse": "Zivaniya",
              "rank": 3
            }
          ],
          "verdict": "MIDNIGHT LION arrives at the top of his game and with this longer trip likely to prove within his compass he is fancied to quickly resume winning ways. Royal Deeside appeals as the main danger on his first run for Patrick Morris ahead of Zivaniya and Dreams Adozen."
        },
        {
          "time": "5:00",
          "selections": [
            {
              "horse": "Time Patrol",
              "rank": 1
            },
            {
              "horse": "Spartan Fighter",
              "rank": 2
            },
            {
              "horse": "Pockley",
              "rank": 3
            }
          ],
          "verdict": "TIME PATROL can defy a penalty and make it 3-3 under Molly Gunn since fitted with cheekpieces. Spartan Fighter won off an identical mark at this time last year and is second choice ahead of Pockley, who like the selection tasted success here on Saturday."
        },
        {
          "time": "5:30",
          "selections": [
            {
              "horse": "Harlem Nights",
              "rank": 1
            },
            {
              "horse": "Streak Lightning",
              "rank": 2
            },
            {
              "horse": "Bobby Joe Leg",
              "rank": 3
            }
          ],
          "verdict": "A few with chances but HARLEM NIGHTS returned from a break with an encouraging Wolverhampton third and can race off a 1 lb lower mark here so looks the way to go. Streak Lightning is feared most in his bid for a fourth C&D victory ahead of Bobby Joe Leg, Tasever and Blackjack."
        },
        {
          "time": "6:00",
          "selections": [
            {
              "horse": "One More Dream",
              "rank": 1
            },
            {
              "horse": "Beneficiary",
              "rank": 2
            },
            {
              "horse": "Biplane",
              "rank": 3
            }
          ],
          "verdict": "ONE MORE DREAM has plenty of class for this grade and is preferred to recent course scorer Beneficiary, who has Warren Fentiman taking a handy 7 lb off."
        },
        {
          "time": "6:30",
          "selections": [
            {
              "horse": "War And Love",
              "rank": 1
            },
            {
              "horse": "Orangesandlemons",
              "rank": 2
            },
            {
              "horse": "Crack On Boys",
              "rank": 3
            }
          ],
          "verdict": "WAR AND LOVE took a step forward from her debut when runner-up to a subsequent winner at Chelmsford last month and is the percentage call to go one better with further progress on the cards. Orangesandlemons is proving consistent rather than progressive, but it's worth noting she wasn't seen to best effect on her most recent outing at Wolverhampton and seems sure to be in the shake-up once again. Crack On Boys is expected to build on a promising debut at Lingfield and can also have a say."
        },
        {
          "time": "7:00",
          "selections": [
            {
              "horse": "Dark Kestrel",
              "rank": 1
            },
            {
              "horse": "Moon Flight",
              "rank": 2
            },
            {
              "horse": "William Dewhirst",
              "rank": 3
            }
          ],
          "verdict": "Though DARK KESTREL remains 4 lb above the mark off which he gained his latest win over C&D in October, he left the strong impression that it needn't be a barrier to success when finding only a bang in-form rival too good at Southwell recently. If Moon Flight is raring to go following a break he will be a danger to all, while the prolific William Dewhirst has to be respected in his bid for the four-timer. Reinforce has slipped to a dangerous mark but he appears to be more of a force on turf."
        },
        {
          "time": "7:30",
          "selections": [
            {
              "horse": "Monsieur Fantaisie",
              "rank": 1
            },
            {
              "horse": "Elettaria",
              "rank": 2
            },
            {
              "horse": "Impeach",
              "rank": 3
            }
          ],
          "verdict": "It was literally a whisker that separated MONSIEUR FANTAISIE and Elettaria on the line in a C&D handicap 10 days ago, with the latter emerging victorious. Peter Niven's charge is 1 lb better off this time and may well turn the tables on his old rival, particularly if settling better. Impeach continues to edge down the weights and is best of the rest."
        }
      ]
    },
    {
      "course": "Taunton",
      "races": [
        {
          "time": "1:25",
          "selections": [
            {
              "horse": "Not So Woolly",
              "rank": 1
            },
            {
              "horse": "Go West",
              "rank": 2
            },
            {
              "horse": "Jurancon",
              "rank": 3
            }
          ],
          "verdict": "NOT SO WOOLLY has been shaping up promisingly for Joe Tizzard and is fancied to build on his excellent Ascot third (form working out well) and get off the mark. Go West rates the pick of the Paul Nicholls-trained quartet and is next on the list with Jurancon, Jaipaletemps and Seymourjohn all worthy of consideration too."
        },
        {
          "time": "1:55",
          "selections": [
            {
              "horse": "Admiralty House",
              "rank": 1
            },
            {
              "horse": "Campaign Trail",
              "rank": 2
            },
            {
              "horse": "Ninth Loch",
              "rank": 3
            }
          ],
          "verdict": "Lots with chances. Alan King's ADMIRALTY HOUSE rates the pick at these weights so is taken to build on his good Haydock third under these less testing conditions and resume winning ways. Campaign Trail fluffed his lines at Wetherby last time but could still emerge as the main danger on his first go in handicaps, while Ninth Loch, Saint Anapolino and Mostly Sunny all need factoring in too."
        },
        {
          "time": "2:25",
          "selections": [
            {
              "horse": "The Doyen Chief",
              "rank": 1
            },
            {
              "horse": "Stormy Flight",
              "rank": 2
            },
            {
              "horse": "Mount Gay Run",
              "rank": 3
            }
          ],
          "verdict": "It could be a case of third time lucky over fences for THE DOYEN CHIEF, who wasn't far behind Stormy Flight in the Exeter handicap won by the progressive Lowry's Bar and Alan King's charge will almost certainly benefit from this step up in trip. Stormy Flight failed to complete at Windsor next time but he'll be a threat granted a clear round here. If Mount Gay Run takes to fences at the first time of asking he shouldn't be far away either."
        },
        {
          "time": "2:55",
          "selections": [
            {
              "horse": "Anno Power",
              "rank": 1
            },
            {
              "horse": "Tour Ovalie",
              "rank": 2
            },
            {
              "horse": "Organic",
              "rank": 3
            }
          ],
          "verdict": "ANNO POWER was value for appreciably more than the result might suggest after cutting through the field to collar a couple of much more prominently-ridden rivals at Sandown on her hurdling debut back in November and looks capable of defying a penalty on route to better things. Tour Ovalie is a likeable type who merits obvious respect back in calmer waters, with Organic an interesting recruit to this sphere based on her fairly useful Flat form."
        },
        {
          "time": "3:30",
          "selections": [
            {
              "horse": "Lady Pretender",
              "rank": 1
            },
            {
              "horse": "Camino Rocio",
              "rank": 2
            },
            {
              "horse": "Mutley Crew",
              "rank": 3
            }
          ],
          "verdict": "The vote goes to LADY PRETENDER, who appears to be finding her feet for Venetia Williams judged on creditable efforts in defeat the last twice. Camino Rocio is on a roll and he is the clear main danger ahead of Mutley Crew."
        },
        {
          "time": "4:05",
          "selections": [
            {
              "horse": "Diesel Line",
              "rank": 1
            },
            {
              "horse": "Moonlight Artist",
              "rank": 2
            },
            {
              "horse": "Gallopade",
              "rank": 3
            }
          ],
          "verdict": "DIESEL LINE is given a chance to build on last month's promising second over C&D. Moonlight Artist is on a good mark if a return to hurdles and first-time cheekpieces have a revitalising effect. Gallopade hasn't been seen for 22 months but an opening mark in the mid 90s may not be beyond him if retaining anything like his old ability and market confidence could prove significant."
        },
        {
          "time": "4:40",
          "selections": [
            {
              "horse": "Drash On Ruby",
              "rank": 1
            },
            {
              "horse": "State Of Fame",
              "rank": 2
            },
            {
              "horse": "Two To Tango",
              "rank": 3
            }
          ],
          "verdict": "The fact DRASH ON RUBY is 0-9 in handicaps doesn't make her one for maximum stakes but the way she travelled until a bad mistake 3 out at Exeter last time suggests she has a win in her from this sort of mark. State of Fame is another who shaped well last time and is second choice ahead of last-time-out C&D second Two To Tango."
        }
      ]
    }
  ]
}