{
  "date": "2025-02-03",
  "atrTips": [
    {
      "course": "Carlisle",
      "races": [
        {
          "time": "1:20",
          "selections": [
            {
              "horse": "More Coko",
              "rank": 1
            },
            {
              "horse": "Throatlash",
              "rank": 2
            }
          ],
          "verdict": "MORE COKO made a good impression when making a victorious debut over hurdles at Tramore last month and is likely to have plenty of improvement in him. Willie Mullins' five-year-old carries a 7lb penalty. but that is unlikely to stop him from proving very difficult to beat again. Point-to-point winner Throatlash shaped with promise when second on his Rules debut here in December and is likely to enter the reckoning. Any market confidence behind newcomer King Coconut would be interesting."
        },
        {
          "time": "1:50",
          "selections": [
            {
              "horse": "Galunggung",
              "rank": 1
            },
            {
              "horse": "Barrabooka",
              "rank": 2
            }
          ],
          "verdict": "GALUNGGUNG hit the woodwork in this grade at Ayr on his most recent start and the handicapper might have been kind to only put him up 2lb. The nine-year-old makes only his fourth chase start and provided that performance can be backed up, he may be the one to beat. Stable companion Barrabooka ran too badly to be true when pulled up at Doncaster in December but is an interesting contender on his handicap/chase debut with Gavin Sheehan booked. Bleu D'enfer is next best."
        },
        {
          "time": "2:20",
          "selections": [
            {
              "horse": "Mongibello",
              "rank": 1
            },
            {
              "horse": "Just Call Me Lucy",
              "rank": 2
            }
          ],
          "verdict": "Just Call Me Lucy got off the mark at the third time of asking over hurdles at Wetherby on Boxing Day and should mount a bold bid, but she may find it tough to get the better of MONGIBELLO. The seven-year-old ran below par when fifth in a Grade 3 event at Fairyhouse last time, but a reproduction of her second behind Aurora Vega prior to that would make the mare difficult to stop. Wendywilldo is the pick of the remainder."
        },
        {
          "time": "2:55",
          "selections": [
            {
              "horse": "Divas Doyen",
              "rank": 1
            },
            {
              "horse": "Mary's Fortune",
              "rank": 2
            }
          ],
          "verdict": "The winner of a similar race over 2m4f here last November before filling the runner-up spot in a couple of novice handicaps at Musselburgh the last twice, the reliable DIVAS DOYEN has solid credentials and can add to her tally on these terms. Fellow course winner Gipsy Lee Rose also commands respect. However, the returning Mary's Fortune, who showed promise on her only start over fences in France before faring well in point-to-points for Tim Vaughan, may pose a bigger danger if she readjusts to regulation fences."
        },
        {
          "time": "3:30",
          "selections": [
            {
              "horse": "Kalium",
              "rank": 1
            },
            {
              "horse": "Russian Virtue",
              "rank": 2
            }
          ],
          "verdict": "The hat-trick seeking KALIUM, who readily made all to justify favouritism at Fontwell on Boxing Day, seems to be improving with every run and is hard to oppose given the scope for progression now he tackles handicaps. Russian Virtue, who is already a dual C&D winner, reverts to hurdles from a competitive rating and can give the selection plenty to think about on these terms. Golden Maverick is reliable enough to be considered a key player in this company."
        },
        {
          "time": "4:00",
          "selections": [
            {
              "horse": "Cream Of The West",
              "rank": 1
            },
            {
              "horse": "Travail D'orfevre",
              "rank": 2
            }
          ],
          "verdict": "Travail D'Orfevre made the most of a small-field affair when landing the spoils over 3m at Ayr last month. The nine-year-old is relatively unexposed over staying distances and a 2lb rise shouldn't prevent another bold bid, but it could be worth taking a chance on his stablemate CREAM OF THE WEST. The son of Westerner has shaped better than the distance beaten on both chase outings to date and this drop into class 5 company could prove fruitful. Last year's winner Breeze Of Wind is also noted."
        },
        {
          "time": "4:33",
          "selections": [
            {
              "horse": "They Want Me",
              "rank": 1
            },
            {
              "horse": "Noble George",
              "rank": 2
            }
          ],
          "verdict": "Noble George offered plenty of encouragement on his second-placed debut at Sedgefield in December and the five-year-old sets a good standard for the others to aim at. However, 2m4f point-to-point winner THEY WANT ME won't be found lacking for stamina on his Rules bow and he could have too much class for these rivals. Peckforton Hills is the pick of the remainder."
        }
      ]
    },
    {
      "course": "Southwell",
      "races": [
        {
          "time": "1:10",
          "selections": [
            {
              "horse": "Ideallko",
              "rank": 1
            },
            {
              "horse": "Rajjamataz",
              "rank": 2
            }
          ],
          "verdict": "IDEALLKO arrives seeking a hat-trick having scored at Warwick on New Year's Eve before switching back to hurdles at the same venue last month. He won with more in hand on the first occasion, so a return to the larger obstacles might unlock further progression. Rajjamataz can be forgiven his latest effort at Uttoxeter, while Golden De Coeur's recent second at Hereford gives him every chance of being in the mix."
        },
        {
          "time": "1:40",
          "selections": [
            {
              "horse": "Prince Cleni",
              "rank": 1
            },
            {
              "horse": "Finn Lough",
              "rank": 2
            }
          ],
          "verdict": "PRINCE CLENI was arguably inconvenienced by the low sun taking out all the fences in the home straight when beaten a neck at Doncaster in his attempt to back up his C&D victory on New Year's Day. Christian Williams' gelding can go one better at the expense of Finn Lough, who was pulled up early in that contest on Town Moor after a bad mistake. The six-year-old had won there prior to that and could easily bounce back. Martalmix'jac is entitled to respect on his second at Ludlow."
        },
        {
          "time": "2:10",
          "selections": [
            {
              "horse": "Karton Plein",
              "rank": 1
            },
            {
              "horse": "Unleash The Beast",
              "rank": 2
            }
          ],
          "verdict": "KARTON PLEIN showed some promise on his timber debut when fourth to the well-touted Palladium at Huntingdon. With this contest lacking much depth on paper, Olly Murphy's gelding may have been found an excellent opportunity to gain a first career success. Unleash The Beast is capable of better following his fifth at Uttoxeter, while hurdling newcomer Golden Echo completes the shortlist."
        },
        {
          "time": "2:45",
          "selections": [
            {
              "horse": "Heart Over Head",
              "rank": 1
            },
            {
              "horse": "Rule Me In",
              "rank": 2
            }
          ],
          "verdict": "HEART OVER HEAD showed a fair amount of ability when filling the runner-up spot on his sole bumper start at Market Rasen in February last year and the form of that contest is working out well. Fergal O'Brien's six-year-old has since had a wind operation and it would be no surprise to see him make an instant impression on his hurdling debut. Rule Me In finished second between the flags before changing hands for 32,000 pounds and has to be respected. Elforleather needs to be monitored in the market."
        },
        {
          "time": "3:18",
          "selections": [
            {
              "horse": "Hey Mama Rock Me",
              "rank": 1
            },
            {
              "horse": "Wilmcote",
              "rank": 2
            }
          ],
          "verdict": "HEY MAMA ROCK ME was well beaten into second in a stronger event at Musselburgh, but she takes a drop in trip and has a 2lb lower mark to contend with. The booking of James Bowen aids her cause further so she might be able to make her second handicap start a successful one. Wilmcote produced a better effort to reach the frame on her handicap bow at Uttoxeter and is an interesting contender on her first attempt over this distance. Gotthereintheend is another to note."
        },
        {
          "time": "3:50",
          "selections": [
            {
              "horse": "Bread And Butter",
              "rank": 1
            },
            {
              "horse": "Shared",
              "rank": 2
            }
          ],
          "verdict": "Although thwarted in his hat-trick bid when third at Taunton, the 2m3f distance may have been just on the sharp side for BREAD AND BUTTER. A return to an extended 2m4f is sure to see Olly Murphy's veteran in a much better light and, racing off an unchanged mark, he's taken to regain the winning thread. Shared is another who should excel over this longer trip and is feared most, ahead of the selection's stablemate Bobby Socks."
        },
        {
          "time": "4:20",
          "selections": [
            {
              "horse": "Jongleur D'etoiles",
              "rank": 1
            },
            {
              "horse": "Edgewell",
              "rank": 2
            }
          ],
          "verdict": "The hat-trick seeking JONGLEUR D'ETOILES supplemented his breakthrough victory at Wincanton when accounting for \nEdgewell at Catterick on New Year's Day. A 6lb higher mark is unlikely to be the ceiling of the six-year-old's ability and he rates as the one to beat. Edgewell may have to play second fiddle to the selection once more on only 1lb better terms, while the consistent Just Chasing May is likely to give another good account."
        }
      ]
    },
    {
      "course": "Wolverhampton",
      "races": [
        {
          "time": "4:27",
          "selections": [
            {
              "horse": "Paratrooper",
              "rank": 1
            },
            {
              "horse": "Alpine Trail",
              "rank": 2
            }
          ],
          "verdict": "This is likely to go to one of the newcomers, with PARATROOPER, a half-brother to 1000 Guineas runner-up Cloak Of Spirits, suggested as the first one to consider. The son of Frankel has little to fear from starting out on the all-weather and appeals with his yard remaining in good form. The Godolphin-owned Alpine Trail, a 550,000-euro yearling, is related to several winners and is an obvious threat on paper. Similar comments apply to Motawaared, who can only benefit from this debut run."
        },
        {
          "time": "5:00",
          "selections": [
            {
              "horse": "Kaleidoscope Eyes",
              "rank": 1
            },
            {
              "horse": "Invincible Melody",
              "rank": 2
            }
          ],
          "verdict": "KALEIDOSCOPE EYES came good on several promising starts when she made all over C&D a fortnight ago. The Mick Appleby-trained filly has the capacity to follow up off 6lb higher now she has proven that cheekpieces are an effective aid. Invincible Melody debuts in a handicap from a workable mark and, with a tongue-tie/blinkers combination tried, could have more to give now he steps up in trip. Previous track and trip winner Arlecchino's Rex is another to consider with new headgear added."
        },
        {
          "time": "5:30",
          "selections": [
            {
              "horse": "Piranha Rama",
              "rank": 1
            },
            {
              "horse": "Khutulun",
              "rank": 2
            }
          ],
          "verdict": "All of these have questions to answer and with that in mind, it could be worth chancing that PIRANHA RAMA can provide a bit of value on just her fifth start on the all-weather. The surprise winner of a nursery over 6f at Chelmsford three starts back, stepping up to 7f could elicit another step forward from David Evans' filly. Khutulun is the most obvious danger coming back in trip, despite running off 5lb above her only previous winning mark. Ornately also commands respect."
        },
        {
          "time": "6:00",
          "selections": [
            {
              "horse": "Patrol",
              "rank": 1
            },
            {
              "horse": "Unknown Journey",
              "rank": 2
            }
          ],
          "verdict": "PATROL accounted for Unknown Journey (fourth) when occupying the runner-up berth over an extended 1m1f here last month and is expected to confirm that form to make it two wins out of his last three starts. As for the latter, he sports first-time blinkers which might help him get closer to the selection, along with being 5lb better off this time around. Sydney Whistler hasn't shown a lot in three starts to date but may prove a different proposition now that he tackles the handicap ranks."
        },
        {
          "time": "6:30",
          "selections": [
            {
              "horse": "Buraback",
              "rank": 1
            },
            {
              "horse": "Gustav Graves",
              "rank": 2
            }
          ],
          "verdict": "BURABACK successfully completed a course-and-distance double when scoring by over a length in this grade last month. Derek Shaw's six-year-old is only 5lb higher compared to his most recent success and could go in again. Gustav Graves is in good heart after hitting the crossbar at Newcastle last time and should be thereabouts off 1lb higher, while previous C&D winner Wedgewood is another to consider."
        },
        {
          "time": "7:00",
          "selections": [
            {
              "horse": "Payment Plan",
              "rank": 1
            },
            {
              "horse": "Grand Duchess Olga",
              "rank": 2
            }
          ],
          "verdict": "PAYMENT PLAN readily justified favouritism over C&D on his latest outing and a 4lb rise might prove to be on the lenient side. With lots in his favour again, he can continue his fine form to make it four wins out of his last five starts. Grand Duchess Olga was beaten a neck into second over 1m6f at this track last month and is likely to be on the premises along with Daaris, who was a place behind the five-year-old."
        },
        {
          "time": "7:30",
          "selections": [
            {
              "horse": "Lightningboltzoom",
              "rank": 1
            },
            {
              "horse": "High Court Judge",
              "rank": 2
            }
          ],
          "verdict": "High Court Judge had little difficulty in landing the spoils in classified company at Southwell and Lingfield last month, but he is now 15lb higher than his C&D triumph in early January. That hefty hike in the handicap undoubtedly demands more of James Owen's charge and he may be worth taking on with the unexposed LIGHTNINGBOLTZOOM. The four-year-old arrives on the back of second-placed handicap bow over 1m3f at the Nottinghamshire venue and this longer trip should suit. Harlington is also of interest."
        },
        {
          "time": "8:00",
          "selections": [
            {
              "horse": "Just Ten High",
              "rank": 1
            },
            {
              "horse": "Southbank",
              "rank": 2
            }
          ],
          "verdict": "JUST TEN HIGH had subsequent winner and reopposing rival King's Crown (fourth) behind him when finishing a close-up second at Southwell last month and compensation could be imminent. A 1lb rise may prove to be on the lenient side for Dylan Cunha's gelding and he's preferred to fellow in-form rival Southbank. The son of Acclamation arrives on the back of a runner-up effort over C&D and another good account is forecast, while the aforementioned King's Crown warrants respect in his current heart."
        },
        {
          "time": "8:30",
          "selections": [
            {
              "horse": "Cooperation",
              "rank": 1
            },
            {
              "horse": "Kensington Agent",
              "rank": 2
            }
          ],
          "verdict": "COOPERATION's close-up second at Southwell 10 days ago can be upgraded after switching left of the field at a pivotal point. That was only the seven-year-old's second outing under the tutelage of Mick Appleby and a seventh career victory looms. A 135-day break may have freshened up triple C&D winner Kensington Agent and market support for Tony Carroll's mare must be noted. Not Just Yet is another to consider reverting to class 6 company."
        }
      ]
    }
  ],
  "timeformTips": [
    {
      "course": "Carlisle",
      "races": [
        {
          "time": "1:20",
          "selections": [
            {
              "horse": "More Coko",
              "rank": 1
            },
            {
              "horse": "Throatlash",
              "rank": 2
            },
            {
              "horse": "King Coconut",
              "rank": 3
            }
          ],
          "verdict": "It's very hard to see past Willie Mullins raider MORE COKO who can make it 3-3. December's C&D runner-up Throatlash is the obvious one to follow him home unless the betting speaks in the favour of Nicky Richards newcomer King Coconut."
        },
        {
          "time": "1:50",
          "selections": [
            {
              "horse": "Galunggung",
              "rank": 1
            },
            {
              "horse": "Bleu D'enfer",
              "rank": 2
            },
            {
              "horse": "Great Pepper",
              "rank": 3
            }
          ],
          "verdict": "GALUNGGUNG took a step forward when a good second at Ayr recently and looks the most solid option by some way. If Bleu d'Enfer puts in a good round of jumping he may well emerge as the main danger, while Great Pepper will also be a threat if he takes to fences at the first time of asking."
        },
        {
          "time": "2:20",
          "selections": [
            {
              "horse": "Mongibello",
              "rank": 1
            },
            {
              "horse": "Wendywilldo",
              "rank": 2
            },
            {
              "horse": "Just Call Me Lucy",
              "rank": 3
            }
          ],
          "verdict": "Irish-raider MONGIBELLO holds much the best form on show so is taken to bag a second success in this sphere. Wendywilldo could again have to settle for runner-up spot despite being weighted to turn the tables with Just Call Me Lucy from their good Wetherby tussle last time out."
        },
        {
          "time": "2:55",
          "selections": [
            {
              "horse": "Divas Doyen",
              "rank": 1
            },
            {
              "horse": "Gipsy Lee Rose",
              "rank": 2
            },
            {
              "horse": "Millie Supreme",
              "rank": 3
            }
          ],
          "verdict": "The one who appeals most is DIVAS DOYEN, who opened her account when seeing off the re-opposing Similar Story over this C&D in November and has lost little caste in defeat in a couple of Musselburgh handicaps since. Gipsy Lee Rose looks solid and is feared most ahead of Millie Supreme."
        },
        {
          "time": "3:30",
          "selections": [
            {
              "horse": "Heritier",
              "rank": 1
            },
            {
              "horse": "Golden Maverick",
              "rank": 2
            },
            {
              "horse": "Kalium",
              "rank": 3
            }
          ],
          "verdict": "A trappy 8-runner contest. With a few who race prominently, this could set up nicely for the strong-travelling HERITIER who won around here three starts ago and hasn't had things go to plan the last twice. Talented and temperamental, Golden Maverick would be a big danger if the visor has the same impact again. The improving Kalium is worthy of an honourable mention, while C&D winner Eire Street would be an interesting contender back at this trip if ready to roll after another absence."
        },
        {
          "time": "4:00",
          "selections": [
            {
              "horse": "Breeze Of Wind",
              "rank": 1
            },
            {
              "horse": "Travail D'orfevre",
              "rank": 2
            },
            {
              "horse": "Torosay",
              "rank": 3
            }
          ],
          "verdict": "Not as competitive as the numbers suggest and BREEZE OF WIND is fancied to repeat his victory in this contest 12 months ago having not been seen to ideal effect when fourth at Wetherby last time out. Course-scorer Travail d'Orfevre could emerge as the main danger, although Torosay, Dusautior and Cream of The West all need factoring in too."
        },
        {
          "time": "4:33",
          "selections": [
            {
              "horse": "They Want Me",
              "rank": 1
            },
            {
              "horse": "Noble George",
              "rank": 2
            },
            {
              "horse": "Peckforton Hills",
              "rank": 3
            }
          ],
          "verdict": "Those with bumper experience don't set the bar that high so perhaps this can go to Donald McCain's THEY WANT ME, who had a subsequent bumper winner behind him in second when landing an Irish point a year ago. Noble George can give him most to do."
        }
      ]
    },
    {
      "course": "Southwell",
      "races": [
        {
          "time": "1:10",
          "selections": [
            {
              "horse": "Zestful Hope",
              "rank": 1
            },
            {
              "horse": "Ideallko",
              "rank": 2
            },
            {
              "horse": "Golden De Coeur",
              "rank": 3
            }
          ],
          "verdict": "ZESTFUL HOPE has been knocking on the door in recent months and shades preference ahead of the hat-trick seeking Ideallko. It's by no means a two-horse race, though, with Golden de Coeur seemingly getting the hang of things over fences and Rajjamataz likely to strip fitter following his reappearance spin at Uttoxeter."
        },
        {
          "time": "1:40",
          "selections": [
            {
              "horse": "Prince Cleni",
              "rank": 1
            },
            {
              "horse": "Martalmix'jac",
              "rank": 2
            },
            {
              "horse": "Finn Lough",
              "rank": 3
            }
          ],
          "verdict": "PRINCE CLENI arrives at the top of his game so this three-time C&D scorer looks the way to go at the chief expense of Martalmix'jac who figures on a handy mark on the back of his resurgent Ludlow second last time out. Finn Lough can also have a say at these weights if shrugging off a lesser effort at Doncaster."
        },
        {
          "time": "2:10",
          "selections": [
            {
              "horse": "Karton Plein",
              "rank": 1
            },
            {
              "horse": "Unleash The Beast",
              "rank": 2
            },
            {
              "horse": "Golden Echo",
              "rank": 3
            }
          ],
          "verdict": "KARTON PLEIN gets a narrow vote over Fergal O'Brien's Unleash The Beast in a maiden hurdle where previous form is very thin on the ground. Anthony Honeyball Flat recruit Golden Echo is another who could have a part to play."
        },
        {
          "time": "2:45",
          "selections": [
            {
              "horse": "Heart Over Head",
              "rank": 1
            },
            {
              "horse": "Elforleather",
              "rank": 2
            },
            {
              "horse": "My Cullen",
              "rank": 3
            }
          ],
          "verdict": "HEART OVER HEAD shaped well in a bumper last February and might prove the answer to the second division of this maiden hurdle. Flat winner Elforleather is second choice ahead of My Cullen and Irish point recruit Rule Me In."
        },
        {
          "time": "3:18",
          "selections": [
            {
              "horse": "Hey Mama Rock Me",
              "rank": 1
            },
            {
              "horse": "Wilmcote",
              "rank": 2
            },
            {
              "horse": "Lyle View",
              "rank": 3
            }
          ],
          "verdict": "While this drop back in trip is of dubious benefit, HEY MAMA ROCK ME is nevertheless appealing on the back of an improved reappearance second upped to a trip just shy of 3m at Musselburgh. Conversely, Wilmcote is going up in trip following a decent effort over the minimum distance at Uttoxeter and she will be a threat if, as expected, this stiffer test helps eke out a little more. Lyle View and handicap debutante Princess Keri are also shortlisted."
        },
        {
          "time": "3:50",
          "selections": [
            {
              "horse": "Bobby Socks",
              "rank": 1
            },
            {
              "horse": "Toonagh Warrior",
              "rank": 2
            },
            {
              "horse": "Shared",
              "rank": 3
            }
          ],
          "verdict": "BOBBY SOCKS showed he retains plenty of ability when finishing a promising third on the back of a 17-month absence and he's the most interesting runner here. Toonagh Warrior has run some creditable races over the winter and should be in the mix once again. Paul O'Brien has a tough job aboard the enigmatic Shared, but he's capable if on a going day."
        },
        {
          "time": "4:20",
          "selections": [
            {
              "horse": "Jongleur D'etoiles",
              "rank": 1
            },
            {
              "horse": "Star Vantage",
              "rank": 2
            },
            {
              "horse": "Edgewell",
              "rank": 3
            }
          ],
          "verdict": "Neil Mulholland has been a master at taking low-grade handicappers on a winning sequence this season and that trend may continue with the progressive JONGLEUR D'ETOILES, who can overcome a 6 lb rise. Maiden Star Vantage finished third at Wetherby in a race that is working out particularly well, so he can run well and gain compensation at a later date. Edgewell, who chased home the selection last time out, should go well again if in the same form here."
        }
      ]
    },
    {
      "course": "Wolverhampton",
      "races": [
        {
          "time": "4:27",
          "selections": [
            {
              "horse": "Alpine Trail",
              "rank": 1
            },
            {
              "horse": "Paratrooper",
              "rank": 2
            },
            {
              "horse": "Baikal",
              "rank": 3
            }
          ],
          "verdict": "Charlie Appleby has been successful with his last three 3 year-old colts/geldings in the U.K (including one on debut) and ALPINE TRAIL is taken to continue that fine run of form by making a successful racecourse bow. Paratrooper is a half-brother to a 1000 Guineas runner-up and is feared, while Baikal should be competitive with racecourse experience under her belt."
        },
        {
          "time": "5:00",
          "selections": [
            {
              "horse": "Arlecchino's Rex",
              "rank": 1
            },
            {
              "horse": "Invincible Melody",
              "rank": 2
            },
            {
              "horse": "Blue Anthem",
              "rank": 3
            }
          ],
          "verdict": "ARLECCHINO'S REX travelled well when finishing second at Kempton last month and was only bettered by a more progressive rival. He can go one better in a first-time hood, ahead of interesting handicap debutante Invincible Melody and Blue Anthem, who both represent excellent yards. C&D winner Kaleidoscope Eyes could be dangerous if allowed to dictate matters from the front."
        },
        {
          "time": "5:30",
          "selections": [
            {
              "horse": "Khutulun",
              "rank": 1
            },
            {
              "horse": "Ornately",
              "rank": 2
            },
            {
              "horse": "Piranha Rama",
              "rank": 3
            }
          ],
          "verdict": "KHUTULUN perhaps wasn't best-suited by the mile last time and is still in good form, so she hets the nod. Ornately is a fascinating handicap debutante who is bred to be much better than her current mark."
        },
        {
          "time": "6:00",
          "selections": [
            {
              "horse": "Jonny Garlic",
              "rank": 1
            },
            {
              "horse": "Patrol",
              "rank": 2
            },
            {
              "horse": "Unknown Journey",
              "rank": 3
            }
          ],
          "verdict": "JONNY GARLIC can race off just a 1 lb higher mark than when an excellent recent runner-up at Lingfield so looks the way to go provided he is none the worse for his exertions here on Saturday. Patrol rates the main danger on the back of a solid second here last time out, with Unknown Journey also in the picture."
        },
        {
          "time": "6:30",
          "selections": [
            {
              "horse": "Gustav Graves",
              "rank": 1
            },
            {
              "horse": "Buraback",
              "rank": 2
            },
            {
              "horse": "Level Up",
              "rank": 3
            }
          ],
          "verdict": "Derek Shaw holds a strong hand, with GUSTAV GRAVES taken to deny Buraback a C&D hat-trick. Recent Southwell runner-up Level Up should also be on the premises under Rossa Ryan."
        },
        {
          "time": "7:00",
          "selections": [
            {
              "horse": "Daaris",
              "rank": 1
            },
            {
              "horse": "Payment Plan",
              "rank": 2
            },
            {
              "horse": "Grand Duchess Olga",
              "rank": 3
            }
          ],
          "verdict": "The in-form DAARIS has the services of Rossa Ryan and gets a narrow vote ahead of the thriving Payment Plan. Grand Duchess Olga is another who shouldn't be far away in a tight staying event."
        },
        {
          "time": "7:30",
          "selections": [
            {
              "horse": "High Court Judge",
              "rank": 1
            },
            {
              "horse": "Busby",
              "rank": 2
            },
            {
              "horse": "Incan Empire",
              "rank": 3
            }
          ],
          "verdict": "HIGH COURT JUDGE continues to thrive for James Owen and is hard to side against in his bid for a four-timer after his easy Lingfield success last time. Newcastle runner-up Busby is weighted to go close and next on the list ahead of the unexposed duo Incan Empire and Lightningboltzoom."
        },
        {
          "time": "8:00",
          "selections": [
            {
              "horse": "Just Ten High",
              "rank": 1
            },
            {
              "horse": "Porfin",
              "rank": 2
            },
            {
              "horse": "Autumn Angel",
              "rank": 3
            }
          ],
          "verdict": "The vote goes to JUST TEN HIGH, who has returned to form in this headgear combination the last twice, regaining the winning thread at Southwell over Christmas prior to going down narrowly at the same course a week later. There's no reason to believe that he won't be just as effective here. Porfin has also been in good form and is next on the list ahead of Autumn Angel, who was holding her form well, too, prior to what was probably a mere blip over this C&D recently."
        },
        {
          "time": "8:30",
          "selections": [
            {
              "horse": "Zaman Daar",
              "rank": 1
            },
            {
              "horse": "Cooperation",
              "rank": 2
            },
            {
              "horse": "Global Effort",
              "rank": 3
            }
          ],
          "verdict": "ZAMAN DAAR and Cooperation both arrive here on the back of eye-catching efforts and while the latter is not passed over lightly following his near miss at Southwell, marginal preference is for Ismail Mohammed's representative. Indeed, Zaman Daar did well to finish as close as he did when returning from a break over C&D in December and he's been eased 2 lb since. Global Effort and Nevernay are others to consider."
        }
      ]
    }
  ]
}