{
  "date": "2025-02-02",
  "atrTips": [
    {
      "course": "Lingfield",
      "races": [
        {
          "time": "1:00",
          "selections": [
            {
              "horse": "Forever Proud",
              "rank": 1
            },
            {
              "horse": "Zaltalla",
              "rank": 2
            }
          ],
          "verdict": "FOREVER PROUD has hit a real purple patch since winning at Chelmsford in December, adding three further successes to her tally with the most recent of those coming at Kempton last month. James Owen's mare is only 2lb higher and, given her handy draw, the five-year-old may well go in again. Union Island is unlikely to be far away but Zaltalla, who struck the woodwork over 7f here recently, might be the bigger threat."
        },
        {
          "time": "1:32",
          "selections": [
            {
              "horse": "Moel Arthur",
              "rank": 1
            },
            {
              "horse": "Zoran",
              "rank": 2
            }
          ],
          "verdict": "Zoran (winner) and Haaland (third) squared off at Kempton recently and although the latter failed to boost that form when finishing fifth in behind MOEL ARTHUR (winner) over C&D last time out, neither should be written off. Brett Johnson's charge returned to form in no uncertain terms by defeating Sun Dancer Girl (second) that day and if arriving in a similar vein of form, a 3lb rise should be no barrier to further success."
        },
        {
          "time": "2:05",
          "selections": [
            {
              "horse": "Cairn Gorm",
              "rank": 1
            },
            {
              "horse": "Monsieur Beaulieu",
              "rank": 2
            }
          ],
          "verdict": "Monsieur Beaulieu is certain to prove popular following his recent C&D success but although the son of Equiano merits respect off 4lb higher, the vote goes to CAIRN GORM. On the sidelines for over a year before winning at Wolverhampton on his reappearance/stable debut in December, Mick Appleby's charge remains well treated despite a subsequent 5lb hike. Mondammej can chase the pair home."
        },
        {
          "time": "2:37",
          "selections": [
            {
              "horse": "Annaf",
              "rank": 1
            },
            {
              "horse": "Diligent Harry",
              "rank": 2
            }
          ],
          "verdict": "ANNAF and Diligent Harry lock horns in this contest once again after filling the top two places in each of the last two renewals. Mick Appleby's six-year-old occupied the runner-up berth in a Listed event at Newcastle in November, despite being left with lots to do at halfway. If he gets a solid pace to aim at, then he may regain his crown. As for the latter, he was well beaten in a Group 3 at Newbury when last seen in July last year, but goes well fresh. Last-time-out Newcastle scorer Marshman isn't ruled out either."
        },
        {
          "time": "3:12",
          "selections": [
            {
              "horse": "Oakley Boy",
              "rank": 1
            },
            {
              "horse": "Just Like Magic",
              "rank": 2
            }
          ],
          "verdict": "OAKLEY BOY failed to back up his Newcastle victory when only managing to finish midfield at Kempton over 6f earlier this week, but he takes a drop back in trip and is a previous C&D winner. Just Like Magic produced a better effort when third at Wolverhampton last time and it will be interesting to see how he fares on his handicap debut. Sunshine Soul is the pick of the remainder."
        },
        {
          "time": "3:45",
          "selections": [
            {
              "horse": "Mc Loven",
              "rank": 1
            },
            {
              "horse": "Blazes Boylan",
              "rank": 2
            }
          ],
          "verdict": "MC LOVEN was worn down in the closing stages over further here last time out, but he is better judged on his penultimate effort when narrowly denied over C&D. Simon Dow's charge should appreciate the drop in trip and is preferred to recent Chelmsford winner Blazes Boylan, who has a 3lb rise to overcome. Bang On The Bell and Night On Earth are capable of being in the shake-up as well."
        },
        {
          "time": "4:17",
          "selections": [
            {
              "horse": "Unavailable",
              "rank": 1
            },
            {
              "horse": "Alafdhal",
              "rank": 2
            }
          ],
          "verdict": "UNAVAILABLE did it well when scoring comfortably over further here last time out, and the pace she showed on that occasion suggests that dropping back to 5f will not inconvenience her. A 3lb rise looks manageable and the four-year-old may have too much for Alafdhal, who has been in excellent nick of late and can uphold form with the reopposing So Obsessed (third), who was three lengths behind him at Wolverhampton last month."
        }
      ]
    },
    {
      "course": "Musselburgh",
      "races": [
        {
          "time": "1:22",
          "selections": [
            {
              "horse": "Tripoli Flyer",
              "rank": 1
            },
            {
              "horse": "Cloonainra",
              "rank": 2
            }
          ],
          "verdict": "TRIPOLI FLYER finished runner-up in the Grade 2 bumper at Aintree's Grand National meeting and got off the mark at the second attempt over hurdles at Market Rasen in a bloodless manner. The six-year-old is unlikely to have any issue with stepping up in grade before potentially tackling bigger options in the spring. Cloonainra has to be the main threat based on her second in the Rossington Main at Haydock just over a fortnight ago, although useful Flat performer Evaluation can't be written off having clearly not run his race at Newcastle in November."
        },
        {
          "time": "1:55",
          "selections": [
            {
              "horse": "Insurrection",
              "rank": 1
            },
            {
              "horse": "Asta La Pasta",
              "rank": 2
            }
          ],
          "verdict": "Asta La Pasta has to be respected following placed efforts at Newbury and Kempton but the seven-year-old continues to creep up the handicap, rising 4lb for those defeats, and it wouldn't be a surprise if INSURRECTION stepped forward. A promising first effort over fences at Chepstow has been followed by a pair of excusable displays, including last time at Doncaster when the yard was going through a relatively quiet spell. Alien Storm and Choose A Copper are others for the shortlist."
        },
        {
          "time": "2:25",
          "selections": [
            {
              "horse": "Surrey Quest",
              "rank": 1
            },
            {
              "horse": "Inis Oirr",
              "rank": 2
            }
          ],
          "verdict": "Scottish National runner-up SURREY QUEST caught the eye massively on his return at Cheltenham before unseating at Newbury when attempting back-to-back Mandarin victories. The eight-year-old has a Grand National entry and a strong showing here would increase his chance of getting a run if connections are thinking of heading in that direction. Last year's runaway winner Inis Oirr sports first-time blinkers and effectively races off the same mark as 12 months ago, when factoring in Alan Doyle's 5lb allowance. His stable companion Cadell and top-weight King Turgeon warrant consideration too."
        },
        {
          "time": "3:00",
          "selections": [
            {
              "horse": "Hamsiyann",
              "rank": 1
            },
            {
              "horse": "Pyffo",
              "rank": 2
            }
          ],
          "verdict": "HAMSIYANN appeared to have plenty in hand when winning over 2m5f at Cheltenham in November and that was a clear career best over hurdles. A 10lb rise for that success is a slight concern, but it would be no surprise to see the five-year-old defy it here. Pyffo hit the crossbar at Doncaster last time and could go well once again, while Doyen Quest edges out Samui and Anna Bunina to be best of the rest."
        },
        {
          "time": "3:35",
          "selections": [
            {
              "horse": "Chapel Green",
              "rank": 1
            },
            {
              "horse": "Duhallow Tommy",
              "rank": 2
            }
          ],
          "verdict": "CHAPEL GREEN was a ready winner over C&D two starts ago and was only narrowly denied off a 6lb higher mark at Ayr last time. The eight-year-old tops the shortlist on the back of those performances, despite a further 2lb rise. Duhallow Tommy could prove to be the main threat following a couple of encouraging efforts in defeat, although Hold Onto The Line and Grain D'oudairies should not be discounted."
        },
        {
          "time": "4:05",
          "selections": [
            {
              "horse": "Belvedere Blast",
              "rank": 1
            },
            {
              "horse": "Thunder N Lightnin",
              "rank": 2
            }
          ],
          "verdict": "Thunder N Lightnin wasn't disgraced when finishing third in a novice hurdle at Kempton in November and an opening mark of 102 looks workable. Harry Derham's gelding isn't taken lightly up in trip, but recent Market Rasen winner BELVEDERE BLAST shades the vote. The seven-year-old arrives here off just 4lb higher in the ratings and a brace could be on the cards. Hostile Hotelier and You Some Girl are others to consider."
        },
        {
          "time": "4:34",
          "selections": [
            {
              "horse": "The Gray Ghost",
              "rank": 1
            },
            {
              "horse": "Circuit Breaker",
              "rank": 2
            }
          ],
          "verdict": "A first-time hood and 74-day break worked the oracle for THE GRAY GHOST when denying a Dan Skelton hotpot to open his account over hurdles at Newcastle. Although a rating of 117 on his handicap bow may require further improvement, the top-weight looks capable of better. The biggest threat may emerge in the shape of Circuit Breaker, who shouldn't be underestimated dropping in distance. The in-form Albatala can also have a say if seeing out the rise in trip."
        }
      ]
    }
  ],
  "timeformTips": [
    {
      "course": "Lingfield",
      "races": [
        {
          "time": "1:00",
          "selections": [
            {
              "horse": "Forever Proud",
              "rank": 1
            },
            {
              "horse": "Union Island",
              "rank": 2
            },
            {
              "horse": "Kondratiev Wave",
              "rank": 3
            }
          ],
          "verdict": "FOREVER PROUD posted just about her best effort yet when gaining her fourth victory of this winter over 7f at Kempton 11 days ago and, nudged up just 2 lb, she looks a big player once more. Union Island, Kondratiev Wave and Roscioli head up the dangers in the opener."
        },
        {
          "time": "1:32",
          "selections": [
            {
              "horse": "Haaland",
              "rank": 1
            },
            {
              "horse": "Zoran",
              "rank": 2
            },
            {
              "horse": "Moel Arthur",
              "rank": 3
            }
          ],
          "verdict": "Preference is for HAALAND, who figures off a handy mark and wasn't suited by the muddling pace here last time. Zoran and Moel Arthur head the list of dangers."
        },
        {
          "time": "2:05",
          "selections": [
            {
              "horse": "Mondammej",
              "rank": 1
            },
            {
              "horse": "Cairn Gorm",
              "rank": 2
            },
            {
              "horse": "Monsieur Beaulieu",
              "rank": 3
            }
          ],
          "verdict": "MONDAMMEJ pulled away his chance when sixth at Newcastle last time but had been firmly on the up prior to that and is fancied to quickly resume winning ways. Cairn Gorm rates a big threat though on the back of his Wolverhampton victory, with recent C&D scorer Monsieur Beaulieu also firmly in the picture."
        },
        {
          "time": "2:37",
          "selections": [
            {
              "horse": "Annaf",
              "rank": 1
            },
            {
              "horse": "Diligent Harry",
              "rank": 2
            },
            {
              "horse": "Marshman",
              "rank": 3
            }
          ],
          "verdict": "ANNAF wasn't seen to ideal effect when runner-up in similar company at Newcastle last time so this C&D winner looks the way to go. Last year's victor Diligent Harry goes well fresh so could emerge as the main danger, although recent Newcastle scorer Marshman and the returning Mitbaahy could also have a say in an open listed sprint."
        },
        {
          "time": "3:12",
          "selections": [
            {
              "horse": "Sunshine Soul",
              "rank": 1
            },
            {
              "horse": "Oakley Boy",
              "rank": 2
            },
            {
              "horse": "Just Like Magic",
              "rank": 3
            }
          ],
          "verdict": "SUNSHINE SOUL couldn't justify the strength behind her in the betting when fifth in a Southwell novice 18 days ago, yet that was her first start for 5 months and with a tongue enlisted on handicap bow, she's given another chance back down at the minimum trip. Oakley Boy has proved consistent since the visor went on and he's feared, along with Just Like Magic, who is a handicap newcomer to note."
        },
        {
          "time": "3:45",
          "selections": [
            {
              "horse": "Night On Earth",
              "rank": 1
            },
            {
              "horse": "Blazes Boylan",
              "rank": 2
            },
            {
              "horse": "Mc Loven",
              "rank": 3
            }
          ],
          "verdict": "NIGHT ON EARTH wasn't able to justify support back down in grade at this C&D on his latest outing, but a slow start left him poorly placed so he is well worth another chance to return to winning ways. He can get the better of Blazes Boylan, who got back on the up when making all at Chelmsford last time, while Mc Loven could also be in the mix."
        },
        {
          "time": "4:17",
          "selections": [
            {
              "horse": "Unavailable",
              "rank": 1
            },
            {
              "horse": "Alafdhal",
              "rank": 2
            },
            {
              "horse": "Kento",
              "rank": 3
            }
          ],
          "verdict": "UNAVAILABLE showed enough speed to overcome a wide draw here prior to Christmas and can defy a 3 lb higher mark. Alafdhal is drawn widest of all but arrives at the top of his game, so is also shortlisted alongside Kento, who makes his debut for Tony Carroll with the yard in red-hot form."
        }
      ]
    },
    {
      "course": "Musselburgh",
      "races": [
        {
          "time": "1:22",
          "selections": [
            {
              "horse": "Tripoli Flyer",
              "rank": 1
            },
            {
              "horse": "Cloonainra",
              "rank": 2
            },
            {
              "horse": "Clap Of Thunder",
              "rank": 3
            }
          ],
          "verdict": "Most progressive in bumpers, TRIPOLI FLYER made the most of a good opportunity when opening his account over hurdles at the second attempt at Market Rasen in November. Appealing as the type to rate significantly higher in this sphere, he can take this rise in class in his stride and follow up. Cloonainra is fancied to pose the chief threat following her good second in Grade 2 company at Haydock 2 weeks ago, with Clap of Thunder next best."
        },
        {
          "time": "1:55",
          "selections": [
            {
              "horse": "Asta La Pasta",
              "rank": 1
            },
            {
              "horse": "Alien Storm",
              "rank": 2
            },
            {
              "horse": "Insurrection",
              "rank": 3
            }
          ],
          "verdict": "ASTA LA PASTA has made a good start over fences, beaten only by a next-time-out winner at Kempton on his latest outing despite having raced freely, so he is taken to double his tally in this sphere. Alien Storm has also taken well to chasing, winning twice at Plumpton this season, and could be the main danger, while Insurrection could yet do better."
        },
        {
          "time": "2:25",
          "selections": [
            {
              "horse": "Anglers Crag",
              "rank": 1
            },
            {
              "horse": "Inis Oirr",
              "rank": 2
            },
            {
              "horse": "Magna Sam",
              "rank": 3
            }
          ],
          "verdict": "This is wide open but Brian Ellison's Eider Chase hero ANGLERS CRAG teed himself up perfectly for this when a running-on fifth over an inadequate 2m5f at Market Rasen last time and can capitalise on a handy-looking mark now back over a marathon distance. Last year's winner Inis Oirr could emerge as the chief threat, although 2023 victor Magna Sam and in-form pair King Turgeon and Cadell can also have a say in a cracking Edinburgh National. Surrey Quest completes the shortlist."
        },
        {
          "time": "3:00",
          "selections": [
            {
              "horse": "Hamsiyann",
              "rank": 1
            },
            {
              "horse": "Samui",
              "rank": 2
            },
            {
              "horse": "Doyen Quest",
              "rank": 3
            }
          ],
          "verdict": "Plenty will be seeking a top 4 finish to qualify for the Pertemps Final at the Cheltenham Festival in March and while most will want to protect their current handicap marks, connections of HAMSIYANN will be hoping that a win here will inflate his mark enough to be in contention for some of the big spring handicaps that lie just around the corner. Samui, Doyen Quest and Anna Bunina should all be in the mix for a place in the frame, possibly with one eye on bigger targets down the road."
        },
        {
          "time": "3:35",
          "selections": [
            {
              "horse": "Chapel Green",
              "rank": 1
            },
            {
              "horse": "Grain D'oudairies",
              "rank": 2
            },
            {
              "horse": "Mint Gold",
              "rank": 3
            }
          ],
          "verdict": "There should be plenty of pace on here, which will suit CHAPEL GREEN, who got back to winning ways over C&D in November and has run well at Ayr since. He gets the nod in a tricky-looking contest. Grain d'Oudairies and Mint Gold are also of interest."
        },
        {
          "time": "4:05",
          "selections": [
            {
              "horse": "You Some Girl",
              "rank": 1
            },
            {
              "horse": "See A Stride",
              "rank": 2
            },
            {
              "horse": "Belvedere Blast",
              "rank": 3
            }
          ],
          "verdict": "YOU SOME GIRL is in the midst of a fine season and shaped as if still at the top of her game in a particularly unorthodox contest at Catterick prior to Christmas. She's fancied to score for the fourth time this campaign, though this should prove a competitive event, with See A Stride also shortlisted after an encouraging second run for the Susan Corbett yard. Last time out winner Belvedere Blast remains well treated on the pick of his form and is also shortlisted."
        },
        {
          "time": "4:34",
          "selections": [
            {
              "horse": "My Noble Lord",
              "rank": 1
            },
            {
              "horse": "Knomorediamonds",
              "rank": 2
            },
            {
              "horse": "Les's Legacy",
              "rank": 3
            }
          ],
          "verdict": "MY NOBLE LORD makes his handicap debut with aid of sizeable age allowance and he can put that to good use to regain the winning thread. Lightly-raced Knomorediamonds could have more to offer at this trip, while Les's Legacy looks well-treated if building on the promise of his last run."
        }
      ]
    }
  ]
}