{
  "date": "2025-02-01",
  "atrTips": [
    {
      "course": "Musselburgh",
      "races": [
        {
          "time": "1:42",
          "selections": [
            {
              "horse": "Luker's Tipple",
              "rank": 1
            },
            {
              "horse": "Maitre En Science",
              "rank": 2
            }
          ],
          "verdict": "A tentative vote goes to Irish raider LUKER'S TIPPLE, who has been runner-up on both starts in this sphere, including to a talented Willie Mullins inmate who is contesting a Grade 1 at Leopardstown this weekend. The four-year-old can get off the mark at the main expense of French recruit Maitre En Science, who was two from three over hurdles for previous connections. A decent fourth on debut for the Paul Nicholls team at Kempton, Nardaran is another to note."
        },
        {
          "time": "2:17",
          "selections": [
            {
              "horse": "Florida Dreams",
              "rank": 1
            },
            {
              "horse": "Afadil",
              "rank": 2
            }
          ],
          "verdict": "FLORIDA DREAMS disappointed when upped in trip at Aintree last time out, but he is better judged on his penultimate fifth in the Greatwood. Winner of a Grade 2 bumper at Aintree, the seven-year-old could still be well treated off a mark of 126 and he gets the vote ahead of last year's winner Afadil, who arrives off 4lb lower on this occasion. Maghlaak's winning run came to an end at Ayr last month but he must enter calculations, along with the consistent Balhambar."
        },
        {
          "time": "2:50",
          "selections": [
            {
              "horse": "The Kalooki Kid",
              "rank": 1
            },
            {
              "horse": "Marble Sands",
              "rank": 2
            }
          ],
          "verdict": "THE KALOOKI KID improved from first to second start over fences when an easy winner at Doncaster in December, and a 7lb rise for that success may not be enough to prevent him from going in again. Placed in valuable handicaps the last twice at Cheltenham and Newcastle, C&D winner Marble Sands must be a key player, along with the veteran Minella Drama, who has strong claims on his success in the Old Roan at Aintree."
        },
        {
          "time": "3:22",
          "selections": [
            {
              "horse": "Intense Approach",
              "rank": 1
            },
            {
              "horse": "Gale Mahler",
              "rank": 2
            }
          ],
          "verdict": "Second, albeit well held, in the Persian War at Chepstow, INTENSE APPROACH appeared to relish a step up to 3m at Cheltenham latest, where he recorded a commanding success. John McConnell's charge has more on his plate under a penalty but, with scope for further improvement, it would come as no surprise were he up to the task. Gale Mahler's progress has stalled of late but she ought to hold every chance on these terms, while Smokeringinthedark is another to consider."
        },
        {
          "time": "3:57",
          "selections": [
            {
              "horse": "Boomslang",
              "rank": 1
            },
            {
              "horse": "Captain Quint",
              "rank": 2
            }
          ],
          "verdict": "BOOMSLANG has improved considerably since switching to fences, winning three of his four starts. Having cruised to victory over the extended 2m4f here last month, a subsequent 7lb rise might not be enough to halt further progress and Rebecca Menzies' charge receives a confident vote. Captain Quint finished second in the corresponding event 12 months ago. Although not at his best recently, a big run would come as no surprise and Breakdance Kid appeals too."
        },
        {
          "time": "4:27",
          "selections": [
            {
              "horse": "Rory The Cat",
              "rank": 1
            },
            {
              "horse": "Koukeo",
              "rank": 2
            }
          ],
          "verdict": "An opening mark of 107 could prove to be lenient for Koukeo given what he's produced so far over hurdles, but a chance is taken on RORY THE CAT. Lucinda Russell's gelding goes well at this track and is now on a tempting mark, especially with Conner McCann taking off a handy 7lb. Book Of Tales hit the woodwork at Doncaster in December and is an obvious candidate off 3lb higher, and it would be unwise to dismiss last year's winner Bashful."
        }
      ]
    },
    {
      "course": "Newcastle",
      "races": [
        {
          "time": "4:17",
          "selections": [
            {
              "horse": "Royal Observatory",
              "rank": 1
            },
            {
              "horse": "Urban Road",
              "rank": 2
            }
          ],
          "verdict": "ROYAL OBSERVATORY was only beaten a head at Lingfield 10 days ago and the first-time application of cheekpieces could help him go one better here, despite a 2lb rise. Urban Road has been running consistently well in defeat of late and is likely to be in the mix once again, while similar comments apply to Busby. Blue Yonder is another with valid form claims following his narrow defeat at Lingfield."
        },
        {
          "time": "4:50",
          "selections": [
            {
              "horse": "What What What",
              "rank": 1
            },
            {
              "horse": "Frankies Dream",
              "rank": 2
            }
          ],
          "verdict": "Frankies Dream has to be of interest given his recent performances, but he is 6lb higher than when successful at Lingfield last week and that has to be a concern. With that in mind, WHAT WHAT WHAT gets the vote because he is 1lb lower than when third in a competitive event at Southwell just under a month ago. Others to note are Causin A Commotion and Mum's Called."
        },
        {
          "time": "5:25",
          "selections": [
            {
              "horse": "Studious",
              "rank": 1
            },
            {
              "horse": "Molveno",
              "rank": 2
            }
          ],
          "verdict": "STUDIOUS racked up a double when scoring over 7f here last time and the placed horses behind him that day have helped fight out the finish of a similar event subsequently. As a result, this Study Of Man gelding could be hard to stop in his bid for a hat-trick. All of the remainder have claims, but Molveno edges out Royal Alliance to be the pick of them."
        },
        {
          "time": "5:55",
          "selections": [
            {
              "horse": "Lady Of The Garr",
              "rank": 1
            },
            {
              "horse": "Phoenix Star",
              "rank": 2
            }
          ],
          "verdict": "LADY OF THE GARR won a classified event over C&D before running yet another solid race back in handicap company when runner-up here last week. The handicapper has left the daughter of Mehmas on the same mark after that display and she makes plenty of appeal in her bid to go one better. Phoenix Star was fourth in the latter contest and is respected along with Stroxx."
        },
        {
          "time": "6:25",
          "selections": [
            {
              "horse": "Jamaican Storm",
              "rank": 1
            },
            {
              "horse": "Florida Dawn",
              "rank": 2
            }
          ],
          "verdict": "JAMAICAN STORM has made the frame twice at 25/1, with a less inspiring effort sandwiched in between. Providing he turns up at the top of his game, he seems to have a good opportunity to get off the mark. Florida Dawn was fourth on her introduction at Southwell last week and is expected to step forward. Noble Testimony cost 30,000 euros as a yearling and has a nice mix of speed and stamina in his pedigree."
        },
        {
          "time": "6:55",
          "selections": [
            {
              "horse": "Tasever",
              "rank": 1
            },
            {
              "horse": "Novak",
              "rank": 2
            }
          ],
          "verdict": "TASEVER has already won twice over C&D in 2025 and a 2lb rise for the latest of those triumphs may not be enough to stop the five-year-old from continuing in his current vein of form. Novak has been running with credit over shorter in recent weeks and is another with valid credentials, while Swiss Ace and Quandary are worth considering too."
        },
        {
          "time": "7:25",
          "selections": [
            {
              "horse": "Tommytwohoots",
              "rank": 1
            },
            {
              "horse": "Time Patrol",
              "rank": 2
            }
          ],
          "verdict": "Asadjumeirah proved he retains enthusiasm when scoring comfortably over C&D 11 days ago, but is far from reliable and a 5lb higher mark could scupper his chances of following up. Fellow last-time-out winner Time Patrol has form that ties in with that rival and enters calculations off 3lb higher than last week's success at Lingfield. TOMMYTWOHOOTS, who tends to go well for Harry Burns, has been performing with credit in defeat and shades the vote, with the capable rider's 3lb claim a key factor."
        },
        {
          "time": "7:55",
          "selections": [
            {
              "horse": "Hurstwood",
              "rank": 1
            },
            {
              "horse": "My Boy Jack",
              "rank": 2
            }
          ],
          "verdict": "HURSTWOOD appeals from 2lb below his last winning (turf) mark and looks worth chancing after a respectable second in a slightly deeper race over C&D last week. My Boy Jack is a notorious slow starter but can be a key player back over 6f if he doesn't give himself too much to do. With over half the field set to run from out of the handicap, course specialist Athollblair Boy rates the pick of the rest."
        }
      ]
    },
    {
      "course": "Sandown",
      "races": [
        {
          "time": "12:50",
          "selections": [
            {
              "horse": "Old Cowboy",
              "rank": 1
            },
            {
              "horse": "Diamonds For Luck",
              "rank": 2
            }
          ],
          "verdict": "OLD COWBOY made a promising start under Rules when finishing a staying-on third over an extended 2m at Newbury recently and he looks well capable of playing a starring role in this company. The more experienced Diamonds For Luck was entitled to score in the manner that he did when landing prohibitive odds over 2m at Wetherby last time out, but there is no telling where his ceiling may be and he merits consideration. Noble Park can get the better of Ballela Blaze in the battle for third."
        },
        {
          "time": "1:25",
          "selections": [
            {
              "horse": "De Kingpin",
              "rank": 1
            },
            {
              "horse": "Just Lucky Sivola",
              "rank": 2
            }
          ],
          "verdict": "Just Lucky Sivola travelled strongly into contention before fading into third over an extended 2m7f at Ascot last time out, but this drop back in trip could see him go well. That said, it may pay to side with DE KINGPIN. Ben Pauling's charge seemed to appreciate the step up in distance when staying on strongly over an extended 2m4f at Newbury recently, finishing second before being subsequently awarded the race. Now making his handicap debut, he looks the one to be with. Kalif D'airy completes the shortlist."
        },
        {
          "time": "2:00",
          "selections": [
            {
              "horse": "Gunsight Ridge",
              "rank": 1
            },
            {
              "horse": "Martator",
              "rank": 2
            }
          ],
          "verdict": "Punters will need to be in a forgiving mood to side with GUNSIGHT RIDGE, but it may pay to do so. He was still in with a winning chance when falling at the last over 2m at Cheltenham on his penultimate start, before running inexplicably poorly at Kelso most recently. With cheekpieces reapplied, this talented chaser could bounce back. Martator arrives on the back of a disappointing effort over 2m5f at Ascot recently but this step back in trip could see him go well off 1lb lower, while C&D winner Etalon is starting to look well handicapped."
        },
        {
          "time": "2:35",
          "selections": [
            {
              "horse": "Jango Baie",
              "rank": 1
            },
            {
              "horse": "Handstands",
              "rank": 2
            }
          ],
          "verdict": "JANGO BAIE was a pretty smart hurdler, but looked made for chasing when comfortably accounting for subsequent winner Springwell Bay on his fencing bow at Cheltenham. He could probably be competitive over 2m or 3m at next month's Festival but, for now, this trip looks ideal and he can confirm himself a top-notch novice. Handstands actually beat him in the Sidney Banks last year and, after a inauspicious beginning to his chasing career, hasn't looked back with Grade 2 victories at Sandown and Ffos Las. Kalif Du Berlais boasts a similar profile, albeit at a slightly lower level, and is another smart prospect."
        },
        {
          "time": "3:07",
          "selections": [
            {
              "horse": "Henri The Second",
              "rank": 1
            },
            {
              "horse": "Idefix De Ciergues",
              "rank": 2
            }
          ],
          "verdict": "HENRI THE SECOND has been kept relatively fresh since strolling through the mud to win a Pertemps qualifier over C&D and an 8lb rise may underestimate the merit of that triumph. It's a lot to ask for a similar performance here, but he appears to be coming into his own now and is worth sticking with. Conditions will also be fine for Idefix De Ciergues, who found only one too good when on a hat-trick at Cheltenham, finishing just ahead of What A Johnny. The Long Walk was all too much for Shoot First, but he handled testing ground well when springing a surprise at Haydock. Red Dirt Road has to be considered too."
        },
        {
          "time": "3:42",
          "selections": [
            {
              "horse": "O'connell",
              "rank": 1
            },
            {
              "horse": "In D'or",
              "rank": 2
            }
          ],
          "verdict": "In d'Or is bound to be popular having scored comfortably on his first two starts over fences, but an 8lb rise for his most recent success at Sandown could prove hefty. Preference, instead is for O'CONNELL, who is proven on the ground and continues to go from strength to strength after an easy victory over further at Market Rasen last time out, for which he has been raised 9lb. His proven stamina may be enough to see off the likes of Dreaming Blue, as well as narrow Aintree second Gustavian, who deserves a change in luck having not won since February 2023."
        },
        {
          "time": "4:12",
          "selections": [
            {
              "horse": "A Pai De Nom",
              "rank": 1
            },
            {
              "horse": "Hurricane Pat",
              "rank": 2
            }
          ],
          "verdict": "Runner-up to a talented sort at Chepstow who has gone in again since, the well-related A PAI DE NOM shaped with plenty of promise on that occasion and the five-year-old can go one better now. A determined winner on debut over C&D in November, Hurricane Pat will have it tougher under a 4lb penalty, while Mondoui'boy looks the pick of the newcomers being related to Saint Calvados."
        }
      ]
    },
    {
      "course": "Wetherby",
      "races": [
        {
          "time": "12:30",
          "selections": [
            {
              "horse": "Kelya Wood",
              "rank": 1
            },
            {
              "horse": "Metkayina",
              "rank": 2
            }
          ],
          "verdict": "Although KELYA WOOD was a shade fortunate to be left in second at the last in a Listed event at Haydock most recently, the daughter of Al Namix had set a good tempo until that point and appeals strongly with the drop back to 2m a key factor. Metkayina has a similar profile to the selection and rates the chief threat. French import Pate Mollee is another intriguing option on her debut for Alan King."
        },
        {
          "time": "1:00",
          "selections": [
            {
              "horse": "Jumper Madrik",
              "rank": 1
            },
            {
              "horse": "So Many Roads",
              "rank": 2
            }
          ],
          "verdict": "JUMPER MADRIK readily eclipsed what he had shown over hurdles to emerge as the comfortable winner of a similar race on his chasing debut at Leicester in December. His jumping got better the further he went that day and he is a likely candidate to kick on. So Many Roads is another open to progression on just his second start after wind surgery. Empty Nest and Nedzor are others with solid chances."
        },
        {
          "time": "1:33",
          "selections": [
            {
              "horse": "Lud'or",
              "rank": 1
            },
            {
              "horse": "Bells Of Ufford",
              "rank": 2
            }
          ],
          "verdict": "A field of this size should contain at least a handful of improvers and support in the betting for the likes of Bells Of Ufford, Skuna Bay and Rules debutant Pragnell would need to be taken seriously. However, the Tom Symonds-trained LUD'OR has shown stacks of promise in three starts over hurdles since recruited from France and he can put that experience to good use with the trip and ground not expected to be an issue."
        },
        {
          "time": "2:08",
          "selections": [
            {
              "horse": "Imaginary Dragon",
              "rank": 1
            },
            {
              "horse": "Bashers Reflection",
              "rank": 2
            }
          ],
          "verdict": "An open event in which only a tentative vote can go to IMAGINARY DRAGON. Pulled up on his chasing debut in December, Lucinda Russell's gelding then chased home a progressive rival over an extended 2m at Ayr and with the step up in trip promising to suit, it would come as no surprise were he to find the necessary improvement. Recent wind surgery could work the oracle for Bashers Reflection and Hello Judge is another to consider."
        },
        {
          "time": "2:43",
          "selections": [
            {
              "horse": "Bowling Buddy",
              "rank": 1
            },
            {
              "horse": "Mr Bramley",
              "rank": 2
            }
          ],
          "verdict": "BOWLING BUDDY completed his hat-trick over this C&D before running with credit in third at Doncaster in November, and there are reasons to be hopeful on his return. The seven-year-old will have no issue with a return to this venue while forecast ground conditions are also a positive, and Joshua Thompson's 7lb claim is no bad thing either. Mr Bramley performed well at Newbury in December and is the main threat, ahead of Foster'sisland."
        },
        {
          "time": "3:15",
          "selections": [
            {
              "horse": "Jerrysback",
              "rank": 1
            },
            {
              "horse": "Jet Plane",
              "rank": 2
            }
          ],
          "verdict": "A chance can be taken on JERRYSBACK, who landed a similar event at Hexham last April before finding one too strong at Cartmel the following month. The 13-year-old, a six-time winner under Rules, should be raring to go following a spin in the pointing sphere and he could have too much for Jet Plane, who ought to hold every chance judged on official ratings. Irascible heads the remainder."
        },
        {
          "time": "3:50",
          "selections": [
            {
              "horse": "Ned Hill",
              "rank": 1
            },
            {
              "horse": "Little Ledgend",
              "rank": 2
            }
          ],
          "verdict": "The Fergal O'Brien yard has been in fine form recently and he saddles an interesting newcomer in the shape of NED HILL. Bought for 170,000 euros as a three-year-old in Ireland, the dam is a half-sister to Grade 1 winner Solness and he gets the vote to make a winning debut. Little Ledgend has to be a threat based on his Ascot third in November, while Wandering Ego and Barry Fife complete the shortlist."
        },
        {
          "time": "4:22",
          "selections": [
            {
              "horse": "Mossy Fen Road",
              "rank": 1
            },
            {
              "horse": "Orderoftheday",
              "rank": 2
            }
          ],
          "verdict": "MOSSY FEN ROAD ticks plenty of boxes ahead of his Rules debut given the five-year-old has won a point-to-point and is closely related to smart individuals, including Fury Road. Orderoftheday went close at Market Rasen in December and enters calculations once again. Misteroddsocks is a player based on his third at Hereford, having stepped forward from his first appearance at Uttoxeter, while Garrantemple is another to consider."
        }
      ]
    },
    {
      "course": "Wolverhampton",
      "races": [
        {
          "time": "4:40",
          "selections": [
            {
              "horse": "King's Code",
              "rank": 1
            },
            {
              "horse": "Smart Hero",
              "rank": 2
            }
          ],
          "verdict": "James Tate has his string in fine form and could easily add to his tally with Smart Hero, who shaped as though he would get this trip when staying on well to score over the extended 1m here off 2lb lower. However, he has had problems settling in the past and that is a concern, so KING'S CODE may be the safest bet. David Evans' five-year-old completed a C&D double by three-quarters of a length on Boxing Day and a 2lb rise for that success seems fair. Metallo and Cynosure have both been threatening to score of late."
        },
        {
          "time": "5:10",
          "selections": [
            {
              "horse": "Forest Spirit",
              "rank": 1
            },
            {
              "horse": "Albert Lasker",
              "rank": 2
            }
          ],
          "verdict": "A sharp step up in trip sparked serious improvement in FOREST SPIRIT, who was denied by just a short head over 1m4f on her handicap debut in September. Michael Bell's filly returns off a 3lb higher mark, but there should be more to come after only four starts and this extra yardage may also help. Albert Lasker won over this distance at Southwell off 4lb lower on his penultimate outing and he looks a threat. Balgowan has claims on the form of his half-length second over 2m at Lingfield, but he remains a maiden after 18 attempts (five over hurdles)."
        },
        {
          "time": "5:40",
          "selections": [
            {
              "horse": "Manton Road",
              "rank": 1
            },
            {
              "horse": "Jonny Garlic",
              "rank": 2
            }
          ],
          "verdict": "Jonny Garlic is an obvious starting point after his promising handicap-debut second over 1m at Lingfield off 1lb lower, but he was headed late on and didn't shape as though this extra furlong would suit. Conversely, MANTON ROAD was doing his best work at the finish when opening his account over 7f here and a 2lb rise may not be enough to halt him. Upped in distance for his first appearance in a handicap, any market support for Backer Bilk would be interesting."
        },
        {
          "time": "6:10",
          "selections": [
            {
              "horse": "No Release",
              "rank": 1
            },
            {
              "horse": "Perfect Parole",
              "rank": 2
            }
          ],
          "verdict": "The step up to 1m4f did not appear to suit NO RELEASE last time, but Ed Dunlop's gelding can be given another chance as he is 1lb lower than when second over a mile at Chelmsford the time before. Perfect Parole is likely to be in the mix following two encouraging efforts in defeat of late, while Freak Encounter completes the shortlist."
        },
        {
          "time": "6:40",
          "selections": [
            {
              "horse": "Paradoxical",
              "rank": 1
            },
            {
              "horse": "Kalikapour",
              "rank": 2
            }
          ],
          "verdict": "PARADOXICAL has not been disgraced on either start since winning over 1m4f at Lingfield in December and that includes a narrow second last time. On that evidence, a mark of 66 should be workable and he tops the shortlist as a result. Kalikapour is likely to appreciate this step back up in trip and could prove to be the main threat, ahead of Green Team and Turner Girl."
        },
        {
          "time": "7:10",
          "selections": [
            {
              "horse": "Saidha",
              "rank": 1
            },
            {
              "horse": "Dance Recital",
              "rank": 2
            }
          ],
          "verdict": "SAIDHA has improved with every start to date and was only beaten a neck into second over 6f at Lingfield last time. Any further progress here and Mark Usher's filly could get off the mark. Dance Recital also hit the crossbar on her most recent outing and may have more to offer, while any market support for Mayday Mayday on debut would have to be noted."
        },
        {
          "time": "7:40",
          "selections": [
            {
              "horse": "Lady Dreamer",
              "rank": 1
            },
            {
              "horse": "Ben Y Bryn",
              "rank": 2
            }
          ],
          "verdict": "Prominent racer LADY DREAMER showed up well for a long way before fading into fourth late on in a competitive race over C&D last time out and, off 1lb higher than her last winning mark, another bold bid to make all looks likely. Ben Y Bryn did it well when scoring over this trip at Chelmsford last time out and he could emerge as the main danger to the selection on his handicap debut. Prince Of Bel Lir is also one for the shortlist."
        },
        {
          "time": "8:10",
          "selections": [
            {
              "horse": "Bint Havana Gold",
              "rank": 1
            },
            {
              "horse": "South Dakota Sioux",
              "rank": 2
            }
          ],
          "verdict": "BINT HAVANA GOLD finished with a wet sail when third in a deeper race over 7f at Lingfield latest and she could prove tough to stop now eased in grade off an unchanged mark. South Dakota Sioux impressed when scoring readily over this track and trip recently and he must enter calculations despite a 6lb rise. Second over C&D last month, Autumn Rose merits consideration off the same mark."
        }
      ]
    }
  ],
  "timeformTips": [
    {
      "course": "Musselburgh",
      "races": [
        {
          "time": "1:42",
          "selections": [
            {
              "horse": "Maitre En Science",
              "rank": 1
            },
            {
              "horse": "Hosaamm",
              "rank": 2
            },
            {
              "horse": "Nardaran",
              "rank": 3
            }
          ],
          "verdict": "MAITRE EN SCIENCE very much stands out on Timeform ratings on his efforts in France, the form of his latest success at Clairefontaine in September having worked out particularly well, and he can book his ticket to Cheltenham with victory on his first start for Harry Derham. Hosaamm is the only other runner with an entry in the Triumph Hurdle and is feared with improvement likely. Nardaran, for a yard that has dominated this race, is another key player."
        },
        {
          "time": "2:17",
          "selections": [
            {
              "horse": "Afadil",
              "rank": 1
            },
            {
              "horse": "Balhambar",
              "rank": 2
            },
            {
              "horse": "Florida Dreams",
              "rank": 3
            }
          ],
          "verdict": "Successful in this race from a 4 lb higher mark 12 months ago, AFADIL has yet to fully fire this term, yet had excuses on account of his track position at Southwell 31 days ago, so in an open-looking affair he's narrowly selected to bounce back. Balhambar is proving most consistent and is a danger in refitted cheekpieces. Florida Dreams and Maghlaak are others to consider."
        },
        {
          "time": "2:50",
          "selections": [
            {
              "horse": "Marble Sands",
              "rank": 1
            },
            {
              "horse": "The Kalooki Kid",
              "rank": 2
            },
            {
              "horse": "Fidelio Vallis",
              "rank": 3
            }
          ],
          "verdict": "MARBLE SANDS was no match for Springwell Bay in a valuable Cheltenham handicap on New Year's Day but there was no disgrace in that and the 9-y-o, who was successful over C&D on his sole previous visit here 12 months ago, is taken to make it 2-2 at this course. There should be better to come from The Kalooki Kid and he is a much-respected main danger, while Fidelio Vallis, who looks the pick of the Harry Derham-trained trio, and Saint Segal are others to consider."
        },
        {
          "time": "3:22",
          "selections": [
            {
              "horse": "Intense Approach",
              "rank": 1
            },
            {
              "horse": "Smokeringinthedark",
              "rank": 2
            },
            {
              "horse": "Joecooker",
              "rank": 3
            }
          ],
          "verdict": "INTENSE APPROCH made his first start at around this trip a winning one at Cheltenham in October and, having had a nice break since, he makes plenty of appeal in his follow-up bid. Smokeringinthedark knuckled down well to hold off a subsequent winner on his Rules debut here in December and is open to plenty of improvement stepping up in trip, while Joecooker is another who promises to be suited by the extra distance and can continue on an upward curve."
        },
        {
          "time": "3:57",
          "selections": [
            {
              "horse": "Boomslang",
              "rank": 1
            },
            {
              "horse": "Breakdance Kid",
              "rank": 2
            },
            {
              "horse": "One More Stroke",
              "rank": 3
            }
          ],
          "verdict": "BOOMSLANG progressed again over fences when scoring at this course to begin the year, value for extra having been in command from 3 out, so he is taken to add to his tally with the potential of more still to offer. Breakdance Kid has also shown improved form this season and could be the main danger back down in trip, with One More Stroke also considered."
        },
        {
          "time": "4:27",
          "selections": [
            {
              "horse": "Scots Poet",
              "rank": 1
            },
            {
              "horse": "Cuban Cigar",
              "rank": 2
            },
            {
              "horse": "Bashful",
              "rank": 3
            }
          ],
          "verdict": "In an open-looking contest, a handful of course specialists are taken to come to the fore. Twice sucessful over C&D, SCOTS POET travelled well when third here on New Years Day and he can build on that effort with a stronger pace to aim at today. Fellow two-time course winner Cuban Cigar ran well in a better race on this card 12 months ago and he's been given a chance by the handicapper, while last year's winner Bashful is well-treated if back on song. Of the rest, Muzaffar could be the improver."
        }
      ]
    },
    {
      "course": "Newcastle",
      "races": [
        {
          "time": "4:17",
          "selections": [
            {
              "horse": "Busby",
              "rank": 1
            },
            {
              "horse": "Urban Road",
              "rank": 2
            },
            {
              "horse": "Alpine Sierra",
              "rank": 3
            }
          ],
          "verdict": "Veteran BUSBY was unlucky to bump into a rare progressive one for the grade at Southwell on his most recent outing and is the percentage call to go one better. Urban Road and Alpine Sierra, who drops back in grade, look solid alternatives, however."
        },
        {
          "time": "4:50",
          "selections": [
            {
              "horse": "Frankies Dream",
              "rank": 1
            },
            {
              "horse": "Causin A Commotion",
              "rank": 2
            },
            {
              "horse": "What What What",
              "rank": 3
            }
          ],
          "verdict": "FRANKIES DREAM has improved since the hood went on, showing a nice turn of foot to quickly seal matters at Lingfield (5f) 8 days ago. He's a lead player once more back up at 6f provided his enthusiasm can continue to be channelled efficiently. Causin A Commotion and What What What head up the dangers."
        },
        {
          "time": "5:25",
          "selections": [
            {
              "horse": "Studious",
              "rank": 1
            },
            {
              "horse": "Molveno",
              "rank": 2
            },
            {
              "horse": "Royal Alliance",
              "rank": 3
            }
          ],
          "verdict": "STUDIOUS has impressed in registering back-to-back victories following his switch to handicaps, marking himself down as the type who will go on improving for a while yet when successful over 7f here 3 weeks ago. The return to this longer trip will hold no fears and Mark Loughnane's charge earns the vote to complete the hat-trick. Molveno is also progressing at a rate of knots and he's selected as the chief threat, ahead of Royal Alliance."
        },
        {
          "time": "5:55",
          "selections": [
            {
              "horse": "Three Beauz",
              "rank": 1
            },
            {
              "horse": "Lady Of The Garr",
              "rank": 2
            },
            {
              "horse": "Street Life",
              "rank": 3
            }
          ],
          "verdict": "A tentative vote goes to THREE BEAUZ, who did a little too much too soon over C&D on his most recent outing and remains of interest from his current mark based on the pick of his form. Lady of The Garr and Street Life are a couple of potential threats."
        },
        {
          "time": "6:25",
          "selections": [
            {
              "horse": "Jamaican Storm",
              "rank": 1
            },
            {
              "horse": "Florida Dawn",
              "rank": 2
            },
            {
              "horse": "Noble Testimony",
              "rank": 3
            }
          ],
          "verdict": "Thrice-raced JAMAICAN STORM may be able to put his experience to use to finish ahead of Florida Dawn, who showed something to work on her racecourse bow."
        },
        {
          "time": "6:55",
          "selections": [
            {
              "horse": "Swiss Ace",
              "rank": 1
            },
            {
              "horse": "Quandary",
              "rank": 2
            },
            {
              "horse": "Tasever",
              "rank": 3
            }
          ],
          "verdict": "SWISS ACE has steadily fallen in the weights on the back of a winless 2024 and confirmed he could well be ready to capitalise when finding only a thriving, subsequent winner too strong over C&D 18 days ago. He earns the vote to end the drought with first-time cheekpieces fitted. Quandary was just touched off by Tasever when the pair met here recently, and that pair can prove the chief dangers."
        },
        {
          "time": "7:25",
          "selections": [
            {
              "horse": "Time Patrol",
              "rank": 1
            },
            {
              "horse": "Fircombe Hall",
              "rank": 2
            },
            {
              "horse": "Asadjumeirah",
              "rank": 3
            }
          ],
          "verdict": "TIME PATROL has been in good form all winter and having deservedly got his head in front in first time cheekpieces 8 days ago, he can follow up in a race that doesn't look the strongest on paper. Fircombe Hall has finished in the money on both occasions that Billy Loughnane has taken the reins, so he can hit the frame again along with last time C&D winner Asadjumeirah."
        },
        {
          "time": "7:55",
          "selections": [
            {
              "horse": "Hurstwood",
              "rank": 1
            },
            {
              "horse": "My Boy Jack",
              "rank": 2
            },
            {
              "horse": "Blackcurrent",
              "rank": 3
            }
          ],
          "verdict": "Having been dropped in grade, HURSTWOOOD returned to form when runner-up to one who had dropped in the weights at this C&D 11 days ago, so he is taken to get his head back in front this time around. He can see off the challenge of My Boy Jack, who has been in good heart this year, while Blackcurrent could also go well from below his last winning mark."
        }
      ]
    },
    {
      "course": "Sandown",
      "races": [
        {
          "time": "12:50",
          "selections": [
            {
              "horse": "Old Cowboy",
              "rank": 1
            },
            {
              "horse": "Diamonds For Luck",
              "rank": 2
            },
            {
              "horse": "Noble Park",
              "rank": 3
            }
          ],
          "verdict": "This will likely develop into a match between OLD COWBOY and Diamonds For Luck, with the former taken to make the most of the weight he receives from Olly Murphy's previous winner and add to his stable's good recent record in this race."
        },
        {
          "time": "1:25",
          "selections": [
            {
              "horse": "Just Lucky Sivola",
              "rank": 1
            },
            {
              "horse": "Sole Solution",
              "rank": 2
            },
            {
              "horse": "Kalif D'airy",
              "rank": 3
            }
          ],
          "verdict": "JUST LUCKY SIVOLA failed to stay 3m on his Ascot handicap debut just before Christmas and can show his mark is manageable back over shorter. Recent Hereford novice winner Sole Solution should have more to offer in handicaps and is second choice ahead of Kalif d'Airy."
        },
        {
          "time": "2:00",
          "selections": [
            {
              "horse": "Etalon",
              "rank": 1
            },
            {
              "horse": "Martator",
              "rank": 2
            },
            {
              "horse": "Gunsight Ridge",
              "rank": 3
            }
          ],
          "verdict": "Having moved up the ranks in good style as a novice, ETALON looks to have been brought along gradually in the current campaign and he is now only 4 lb higher than for his impressive C&D success a year ago. He could be ready to return to winning ways, with Martator feared most given the progress he had shown when winning his first 2 starts this season, ahead of Gunsight Ridge."
        },
        {
          "time": "2:35",
          "selections": [
            {
              "horse": "Jango Baie",
              "rank": 1
            },
            {
              "horse": "Kalif Du Berlais",
              "rank": 2
            },
            {
              "horse": "Handstands",
              "rank": 3
            }
          ],
          "verdict": "What this race lacks in quantity it more than makes up for in quality, with JANGO BAIE, Kalif du Berlais, Handstands and Mark of Gold all having shown themselves to be very promising novices. The last-named arguably lacks the scope of the other three and, though Hanstands is unlikely to go down without a fight, it's the Henderson and Nicholls runners that arguably possess the greatest potential. The form of Jango Baie's Cheltenham chase debut success looks strong and he gets the nod."
        },
        {
          "time": "3:07",
          "selections": [
            {
              "horse": "Henri The Second",
              "rank": 1
            },
            {
              "horse": "Shoot First",
              "rank": 2
            },
            {
              "horse": "Deep Cave",
              "rank": 3
            }
          ],
          "verdict": "HENRI THE SECOND could hardly have been more dominant when scoring under similar conditions over C&D last time and with the form of that win having been franked since, he has good claims to follow up. Shoot First has already raided these shores to claim a valuable pot this season, and he's a big danger now back in a handicap. 7 y-os and Deep Cave and What A Johnny both remain relatively unexposed over staying trips and should run well."
        },
        {
          "time": "3:42",
          "selections": [
            {
              "horse": "In D'or",
              "rank": 1
            },
            {
              "horse": "Gustavian",
              "rank": 2
            },
            {
              "horse": "O'connell",
              "rank": 3
            }
          ],
          "verdict": "Venetia Williams' IN D'OR is the youngest in this field and comes here on an upward curve so is fancied to defy a career-high mark and complete his hat-trick. Gustavian is weighted to have a big say on the back of his resurgent Aintree second and next on the list, although the thriving O'Connell is another to consider in his attempt to complete his own hat-trick."
        },
        {
          "time": "4:12",
          "selections": [
            {
              "horse": "A Pai De Nom",
              "rank": 1
            },
            {
              "horse": "Hurricane Pat",
              "rank": 2
            },
            {
              "horse": "Silver Hill",
              "rank": 3
            }
          ],
          "verdict": "A PAI DE NOM has winners Hurricane Pat and Silver Hill to contend with but looked a banker for one of these when shaping really well on debut at Chepstow, and gets the vote over his penalised rivals. Mondoui'boy is an interesting newcomer."
        }
      ]
    },
    {
      "course": "Wetherby",
      "races": [
        {
          "time": "12:30",
          "selections": [
            {
              "horse": "Metkayina",
              "rank": 1
            },
            {
              "horse": "Kelya Wood",
              "rank": 2
            },
            {
              "horse": "Magical Annie",
              "rank": 3
            }
          ],
          "verdict": "METKAYINA, a progressive mare in bumpers last season, lowered the colours of the promising Diva Luna at Lingfield prior to running creditably in better company at Taunton, so she looks up to defying a penalty back in calmer waters. Kelya Wood is another previous winner who quite possibly hasn't shown all she can as a hurdler, while Magical Annie is entitled to build on a considerate first experience in this sphere over C&D."
        },
        {
          "time": "1:00",
          "selections": [
            {
              "horse": "Jumper Madrik",
              "rank": 1
            },
            {
              "horse": "Empty Nest",
              "rank": 2
            },
            {
              "horse": "Hawkseye View",
              "rank": 3
            }
          ],
          "verdict": "Upped in trip, JUMPER MADRIK proved a different proposition sent chasing for his handicap debut when winning at Leicester last time, well on top at the finish, and he is taken to score again now that he's up and running. Empty Nest has taken a step forward with a tongue tie added on his last 2 starts and is respected, with Hawkseye View also considered."
        },
        {
          "time": "1:33",
          "selections": [
            {
              "horse": "Lud'or",
              "rank": 1
            },
            {
              "horse": "Pragnell",
              "rank": 2
            },
            {
              "horse": "Skuna Bay",
              "rank": 3
            }
          ],
          "verdict": "A few of these bring potential but Tom Symonds' French recruit LUD'OR possesses much the best form so is taken to open his account after three good placed efforts for his current yard. Hurdling-newcomer and winning-pointer Pragnell could emerge as the main danger and is worth a market check with the likes of Skuna Bay, Followcato and Jacques Clouseau all worthy of consideration too."
        },
        {
          "time": "2:08",
          "selections": [
            {
              "horse": "No No Tango",
              "rank": 1
            },
            {
              "horse": "Imaginary Dragon",
              "rank": 2
            },
            {
              "horse": "Bashers Reflection",
              "rank": 3
            }
          ],
          "verdict": "NO NO TANGO was a mid-race faller following a couple of early errors at Haydock 2 weeks ago, yet he'd previously been most impressive (including with his jumping) when scoring on debut for the Harry Derham yard at Wincanton a month earlier. He's well worth another chance to get back on the up. Imaginary Dragon, Bashers Reflection and Hello Judge are others to consider. Veteran Gallic Geordie isn't dismissed lightly, either."
        },
        {
          "time": "2:43",
          "selections": [
            {
              "horse": "Mr Bramley",
              "rank": 1
            },
            {
              "horse": "Hazy Glen",
              "rank": 2
            },
            {
              "horse": "Foster'sisland",
              "rank": 3
            }
          ],
          "verdict": "A typically competitive Saturday handicap hurdle, but Mr Bramley appeals the most following his creditable third in a stronger race than this at Newbury, having been sent for home plenty soon enough. Hazy Glen had his stamina stretched over 3 miles and he's a player back down in trip, along with Foster'sisland who has run well on his last two visits to this venue."
        },
        {
          "time": "3:15",
          "selections": [
            {
              "horse": "Jet Plane",
              "rank": 1
            },
            {
              "horse": "Wild Romance",
              "rank": 2
            },
            {
              "horse": "Ask A Honey Bee",
              "rank": 3
            }
          ],
          "verdict": "Dan Skelton's JET PLANE has much less on his plate than when seventh at Kempton last time so is fancied to resume winning ways. Former stablemate Wild Romance comes here on the back of pointing success so could prove the chief threat, although Ask A Honey Bee and Jerrysback could also have a say in this hunter chase."
        },
        {
          "time": "3:50",
          "selections": [
            {
              "horse": "Little Ledgend",
              "rank": 1
            },
            {
              "horse": "Wandering Ego",
              "rank": 2
            },
            {
              "horse": "Ned Hill",
              "rank": 3
            }
          ],
          "verdict": "LITTLE LEDGEND made a bright start in bumpers at Ascot in November and could be the way to go with improvement very much possible. Stablemate Wandering Ego is fancied to feature, while Ned Hill might be the pick of the newcomers."
        },
        {
          "time": "4:22",
          "selections": [
            {
              "horse": "Mossy Fen Road",
              "rank": 1
            },
            {
              "horse": "Orderoftheday",
              "rank": 2
            },
            {
              "horse": "Misteroddsocks",
              "rank": 3
            }
          ],
          "verdict": "MOSSY FEN ROAD makes plenty of appeal on paper, a costly point winner who has been given time, and he gets the vote before market clues. Orderoftheday and Misteroddsocks are dangers."
        }
      ]
    },
    {
      "course": "Wolverhampton",
      "races": [
        {
          "time": "4:40",
          "selections": [
            {
              "horse": "King's Code",
              "rank": 1
            },
            {
              "horse": "Felix",
              "rank": 2
            },
            {
              "horse": "Smart Hero",
              "rank": 3
            }
          ],
          "verdict": "KING'S CODE remains on a fair mark following back-to-back C&D wins and is taken to complete the hat-trick. The 5-y-o may have most to fear from Felix, who was just over a length behind him here on Boxing Day and could get close now 2 lb better off. Smart Hero got the better of Cynosure over 8.6f at this course last time and he is third choice, while Metallo is also entitled to have a say."
        },
        {
          "time": "5:10",
          "selections": [
            {
              "horse": "Forest Spirit",
              "rank": 1
            },
            {
              "horse": "Balgowan",
              "rank": 2
            },
            {
              "horse": "Black Smoke",
              "rank": 3
            }
          ],
          "verdict": "This step up in trip could be the catalyst for further improvement from FOREST SPIRIT, who duly left her low-key novice form well behind when going close upped to 1m on her handicap debut here in September. She earns the vote ahead of Balgowan, who also found just one too good on his latest start at Lingfield. Black Smoke would be in with a shout, too, if able to bounce back."
        },
        {
          "time": "5:40",
          "selections": [
            {
              "horse": "Manton Road",
              "rank": 1
            },
            {
              "horse": "Jonny Garlic",
              "rank": 2
            },
            {
              "horse": "Ballarat Bertie",
              "rank": 3
            }
          ],
          "verdict": "Though MANTON ROAD doesn't appear to be entirely straightforward, there's clealry an engine there and he should benefit from this step back up in trip after opening his account off a 2 lb lower mark over 7f here recently. Jonny Garlic found just one too good on his handicap/stable debut at Lingfield and he is the clear main danger. Ballarat Bertie could be in line for minor place money."
        },
        {
          "time": "6:10",
          "selections": [
            {
              "horse": "Freak Encounter",
              "rank": 1
            },
            {
              "horse": "Perfect Parole",
              "rank": 2
            },
            {
              "horse": "No Release",
              "rank": 3
            }
          ],
          "verdict": "FREAK ENCOUTNER did too much too soon last time and can show he's still on a favourable mark. Perfect Parole is quite closely matched with the selection on Lingfield form in the middle of last month and is second choice ahead of No Release."
        },
        {
          "time": "6:40",
          "selections": [
            {
              "horse": "Paradoxical",
              "rank": 1
            },
            {
              "horse": "Incan Empire",
              "rank": 2
            },
            {
              "horse": "Turner Girl",
              "rank": 3
            }
          ],
          "verdict": "PARADOXICAL went down only narrowly to a next-time-out winner at Lingfield last time and might prove the answer. Incan Empire has the potential for better on the back of his recent C&D handicap debut and is second choice ahead of Turner Girl, the mount of Rossa Ryan."
        },
        {
          "time": "7:10",
          "selections": [
            {
              "horse": "Mayday Mayday",
              "rank": 1
            },
            {
              "horse": "Sudden Flight",
              "rank": 2
            },
            {
              "horse": "Mister Mcgregor",
              "rank": 3
            }
          ],
          "verdict": "Those with experience don't set the bar too high so this could rest between newcomers MAYDAY MAYDAY and Sudden Flight with marginal preference for Karl Burke's daughter of Soldier's Call. Mister McGregor appeals as the pick of those who have raced for place purposes."
        },
        {
          "time": "7:40",
          "selections": [
            {
              "horse": "Monsieur Patat",
              "rank": 1
            },
            {
              "horse": "Prince Of Bel Lir",
              "rank": 2
            },
            {
              "horse": "Lady Dreamer",
              "rank": 3
            }
          ],
          "verdict": "MONSIEUR PATAT rates the pick of these weights so is worth forgiving his latest seventh here when going too freely and taken to resume winning ways. Prince of Bel Lir is next on the list on the back of his solid Kempton third, with fellow C&D scorer Lady Dreamer also in the picture."
        },
        {
          "time": "8:10",
          "selections": [
            {
              "horse": "South Dakota Sioux",
              "rank": 1
            },
            {
              "horse": "Bint Havana Gold",
              "rank": 2
            },
            {
              "horse": "Split Elevens",
              "rank": 3
            }
          ],
          "verdict": "If SOUTH DAKOTA SIOUX is in the same form as when readily seeing off 8 rivals here a fortnight ago he might be able to cope with a 6 lb rise. Bint Havana Gold is a model of consistency on AW and will be a threat if ready to roll after a short break. Split Elevens, a stablemate of the selection, and Autumn Rose are others likely to be on the premises."
        }
      ]
    }
  ]
}